[
  {
    "id": 732203,
    "title": "Gintama: The Very Final",
    "overview": "The concluding film to the Gintama animated series, adapting the final chapters of the comic series of the same name by Hideaki Sorachi. The film covers chapters 699–704 of the original comics, with original material added in.",
    "genre_ids": [
      16,
      28,
      35,
      0,
      0
    ],
    "release_days": 18635,
    "release_year": "2021",
    "popularity": 1.3756,
    "vote_average": 8.2,
    "vote_count": 63,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/kxBHS1PGebEN0lrFdk0o9FZY6Rn.jpg"
  },
  {
    "id": 11706,
    "title": "War and Peace",
    "overview": "Napoleon's tumultuous relations with Russia including his disastrous 1812 invasion serve as the backdrop for the tangled personal lives of two aristocratic families.",
    "genre_ids": [
      10752,
      10749,
      18,
      36,
      0
    ],
    "release_days": -4881,
    "release_year": "1956",
    "popularity": 2.1348,
    "vote_average": 6.7,
    "vote_count": 242,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/cIh7pBAjzxrJYNRt1JcQPFReF36.jpg"
  },
  {
    "id": 645440,
    "title": "Revue Starlight: The Movie",
    "overview": "The stage emulates life and compresses it, setting free skills learned over lifetimes in brief but dazzling displays for the amusement and judgment of others. For the performers, it is the ultimate risk, and some will rise while others must fall. Nowhere is this truer than at the Seisho Music Academy, where music, dance and real weapons all come into play in the creation of the next great Star. Karen and Hikari’s destinies have been linked since a childhood promise, but their journeys here have taken very different paths. Now, after Hikari leaves, Karen must discover who she is without her opposite, while Hikari must rediscover her own course. Nor are they the only girls who must reassess and change if they want to achieve their dreams, as the dance, magic, and swordplay continue!",
    "genre_ids": [
      16,
      18,
      14,
      28,
      10402
    ],
    "release_days": 18782,
    "release_year": "2021",
    "popularity": 1.0668,
    "vote_average": 8.6,
    "vote_count": 31,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/fQS5v2gglHPfx4BLjPhkuBqSntm.jpg"
  },
  {
    "id": 77660,
    "title": "The Fifth Seal",
    "overview": "In 1944 Budapest, one of a group of four friends poses a hypothetical moral question to the others, an act that will unexpectedly alter their lives forever.",
    "genre_ids": [
      18,
      10752,
      0,
      0,
      0
    ],
    "release_days": 2471,
    "release_year": "1976",
    "popularity": 0.4498,
    "vote_average": 8,
    "vote_count": 81,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/sXF5QK4pB1Nqklqq1zxQUaNC522.jpg"
  },
  {
    "id": 266225,
    "title": "Death of Yazdgerd",
    "overview": "Bahram Beyzai's poetic imagining of the circumstances that led to the death of Yazdgerd III, the last of the Sassanid kings of Iran. His death in 651, during the Arab invasions that brought Islam to this Zoroastrian realm, was mysterious: his corpse was discovered in a mill, but the cause of his death—and the whereabouts of his remains—are unknown.",
    "genre_ids": [
      36,
      18,
      0,
      0,
      0
    ],
    "release_days": 4473,
    "release_year": "1982",
    "popularity": 0.2031,
    "vote_average": 7.8,
    "vote_count": 10,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/7CX0iN3bq9Twg2a1kusTe82dEI4.jpg"
  },
  {
    "id": 37952,
    "title": "The Weeping Meadow",
    "overview": "The first part of an incomplete trilogy telling the story of the greek people. The film begins in 1919, with Greek immigrants from Odessa arriving near Thessaloniki. Led by the charismatic Spyros, they establish a new settlement in the delta of a river. The youngest of the settlers are Spyros' son Alexis and an orphan from Odessa, Eleni. A strong, almost incestuous affection develops between the teenagers, resulting in twins who are given to a foster family. Also standing in the way of love is Spyros, determined to take his foster daughter as his wife. The lovers then decide to flee the village, persecuted by their father, leading a life of exile. As Alexis joins a group of musicians planning to go to the United States, Eleni regains custody of the twins. Angelopoulos, as in previous films, looks at the sacrifice of civilians confronted by the workers' demonstrations of 1935, the rule of Metaxas' fascist junta and forced emigration to America, and finally the civil war of 1944-1949.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": 12468,
    "release_year": "2004",
    "popularity": 0.3564,
    "vote_average": 7.5,
    "vote_count": 94,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/gLH8vr0XTN4xhwz5iMhBxyw9frI.jpg"
  },
  {
    "id": 11659,
    "title": "The Best of Youth",
    "overview": "After a fateful encounter in the summer of 1966, the lifepaths of two brothers from a middle-class Roman family diverge, intersecting with some of the most significant events of postwar Italian history in the following decades.",
    "genre_ids": [
      18,
      36,
      10749,
      0,
      0
    ],
    "release_days": 12225,
    "release_year": "2003",
    "popularity": 1.3891,
    "vote_average": 8.1,
    "vote_count": 553,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/jKFeWrVshmFj8uG056O4tT5ZNTE.jpg"
  },
  {
    "id": 63195,
    "title": "La Commune (Paris, 1871)",
    "overview": "We are in the year 1871. A journalist for Versailles Television broadcasts a soothing and official view of events while a Commune television is set up to provide the perspectives of the Paris rebels. On a stage-like set, more than 200 actors interpret characters of the Commune, especially the Popincourt neighborhood in the XIth arrondissement. They voice their thoughts and feelings concerning the social and political reforms.",
    "genre_ids": [
      10752,
      18,
      36,
      0,
      0
    ],
    "release_days": 12236,
    "release_year": "2003",
    "popularity": 0.3346,
    "vote_average": 7.7,
    "vote_count": 35,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/rz39nFOxbeHAHx56ac4ao27OJbw.jpg"
  },
  {
    "id": 50254,
    "title": "Edvard Munch",
    "overview": "Edvard Munch's childhood is overshadowed by death: he suffers the loss of his sister and mother, while enduring serious illness himself, almost dying. At university, Munch discovers his talent as a painter. As he immerses himself in the art world, he becomes part of a cultural revolution lead by the likes of nihilist Hans Jæger.",
    "genre_ids": [
      10770,
      36,
      18,
      0,
      0
    ],
    "release_days": 1776,
    "release_year": "1974",
    "popularity": 0.2378,
    "vote_average": 7.4,
    "vote_count": 68,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/aXAkJld5UTIa0nijWvDm7DcyBe0.jpg"
  },
  {
    "id": 25838,
    "title": "Devils on the Doorstep",
    "overview": "During the Japanese occupation of China, two prisoners are dumped in a peasant's home in a small town. The owner is bullied into keeping the prisoners until the next New Year, at which time they will be collected. The village leaders convene to interrogate the prisoners. The townspeople then struggle to accommodate the prisoners. One is a bellicose Japanese nationalist, the other a nervous translator. Will the townspeople manage to keep the prisoners until the New Year?",
    "genre_ids": [
      18,
      10752,
      0,
      0,
      0
    ],
    "release_days": 11621,
    "release_year": "2001",
    "popularity": 1.0198,
    "vote_average": 8.2,
    "vote_count": 167,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/zpbyUenBJGhyA6RKa5RcQWGKOYb.jpg"
  },
  {
    "id": 37943,
    "title": "Eureka",
    "overview": "An Alaskan gold prospector lives in luxury with his family on an island which gangsters want.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 4868,
    "release_year": "1983",
    "popularity": 0.9801,
    "vote_average": 5.3,
    "vote_count": 73,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/fkeXtf4ePBRvrAAtOeytNwsUHxn.jpg"
  },
  {
    "id": 61346,
    "title": "Pathfinders: In the Company of Strangers",
    "overview": "Untold and lost history. A true story of the American Pathfinders, the volunteer paratroopers whose deadly mission was to land 30 minutes before the Normandy invasion, locate and mark strategic \"drop zones\" and set up the top-secret navigation equipment needed to guide the main airborne assault on D-Day.",
    "genre_ids": [
      10752,
      28,
      36,
      0,
      0
    ],
    "release_days": 14985,
    "release_year": "2011",
    "popularity": 0.4703,
    "vote_average": 4.2,
    "vote_count": 33,
    "language_code": 0,
    "title_length": 40,
    "poster_path": "/tjJ32u2veqqpcom2FwGbsdwdSLq.jpg"
  },
  {
    "id": 216156,
    "title": "Still Life",
    "overview": "A council case worker looks for the relatives of those found dead and alone.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 16037,
    "release_year": "2013",
    "popularity": 1.0902,
    "vote_average": 7.503,
    "vote_count": 375,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/WxGIgw13bKHXFbMhJqBc8Sk2TY.jpg"
  },
  {
    "id": 42488,
    "title": "The New Land",
    "overview": "A Swedish immigrant family struggles to adapt to their new life on the American frontier during the second half of the 19th century amidst civil war, native uprising and the lure of gold in California.",
    "genre_ids": [
      18,
      37,
      36,
      0,
      0
    ],
    "release_days": 786,
    "release_year": "1972",
    "popularity": 0.2918,
    "vote_average": 7.7,
    "vote_count": 93,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/eC9SDdBwCa0FGckc76q1MBxlks9.jpg"
  },
  {
    "id": 613703,
    "title": "Kadaisi Vivasayi",
    "overview": "Maayandi, the only farmer in a village that has abandoned farming, is charged with a petty case that leads to his imprisonment.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 19034,
    "release_year": "2022",
    "popularity": 0.407,
    "vote_average": 8.5,
    "vote_count": 17,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/8TNnEojAEc8Kt6HMWgQNRPcL9J3.jpg"
  },
  {
    "id": 202253,
    "title": "Voices Through Time",
    "overview": "The passing of the seasons in the Mantua town of Castellaro follows the seasons of the life of its inhabitants. Thus, alongside the games of childhood, the first disappointments, the dances in the farmyard, the thwarted loves, the happy weddings and the nostalgia for the youth that fades away, life is always the same with television as its only companion. The arrival of autumn with its unexpected rains changes the life of the people of the town while the river flows inexorably. The first snow of winter whitens the roofs of the houses and invites children to play on the frozen lake.",
    "genre_ids": [
      18,
      99,
      0,
      0,
      0
    ],
    "release_days": 10177,
    "release_year": "1997",
    "popularity": 0.048,
    "vote_average": 7.7,
    "vote_count": 28,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/jmX1JW4ePqzfui55IzW8qgmbMP9.jpg"
  },
  {
    "id": 56698,
    "title": "Happy Hour",
    "overview": "Tulley, a once-promising literary star now biding his time as an advertising copy editor, moves from cynicism to acceptance as he secretly hopes to write a great novel only to learn that his life of booze will end all too soon. Levine, his best friend and Natalie, the woman who might have saved him, suffer the pain of Tulley's anger and rejection.",
    "genre_ids": [
      35,
      18,
      0,
      0,
      0
    ],
    "release_days": 12053,
    "release_year": "2003",
    "popularity": 0.1972,
    "vote_average": 6.4,
    "vote_count": 6,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/mCbc2VSOvpX2SXTLfaMZ57cfAyp.jpg"
  },
  {
    "id": 929563,
    "title": "Big City Greens the Movie: Spacecation",
    "overview": "When thrill-seeker Cricket tricks his family into taking a \"road trip\" in space, chaos in the cosmos quickly ensues. Despite growing frustrations between Cricket and his dad, Bill, the two must learn to appreciate each other's unique perspectives in order to prevent Big City from being destroyed by an interstellar disaster.",
    "genre_ids": [
      16,
      10751,
      35,
      10402,
      10770
    ],
    "release_days": 19880,
    "release_year": "2024",
    "popularity": 4.3455,
    "vote_average": 7.691,
    "vote_count": 34,
    "language_code": 0,
    "title_length": 38,
    "poster_path": "/wV0nNtlL0nxgse8llRi7SypkCQI.jpg"
  },
  {
    "id": 146904,
    "title": "Rio, Northern Zone",
    "overview": "A talented songwriter of sambas is forced to face the social injustices of the city around him.",
    "genre_ids": [
      18,
      10402,
      0,
      0,
      0
    ],
    "release_days": -4511,
    "release_year": "1957",
    "popularity": 0.2215,
    "vote_average": 8.2,
    "vote_count": 33,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/mX5CdIwI5RRgL7qmLAlfPHvDhcr.jpg"
  },
  {
    "id": 1410434,
    "title": "Hero",
    "overview": "Returning to their old home after 33 years, a family reflects in their past mistakes and oppression. On their journey, the daughters reconnect with their roots, and express their gratitude for their father’s resilience, assuring him that he’s their Nayakan (hero).",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 20022,
    "release_year": "2024",
    "popularity": 0.0071,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 4,
    "poster_path": null
  },
  {
    "id": 928552,
    "title": "Yearning",
    "overview": "On her own for the first time in years, Ashley struggles to move on from her boyfriend. Haunted by obsessive daydreams, she is unable to see the truth in her relationship.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 18808,
    "release_year": "2021",
    "popularity": 0.0143,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/wuXCVRJI2EXLRQUqE1xCg10waIa.jpg"
  },
  {
    "id": 588555,
    "title": "My Grandfather's Demons",
    "overview": "Rosa's life, a highly valued professional, is turned upside down when her grandfather Marcelino dies.",
    "genre_ids": [
      16,
      18,
      14,
      0,
      0
    ],
    "release_days": 19256,
    "release_year": "2022",
    "popularity": 4.5468,
    "vote_average": 5.744,
    "vote_count": 80,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/fPoUd6lm011MUCH54aNeMsDJl7z.jpg"
  },
  {
    "id": 1379587,
    "title": "Utopia",
    "overview": "A soldier searching for his missing wife breaks into a high-tech facility, believing she's been caught in a human trafficking ring. But beyond its walls, he finds a surreal, futuristic fantasy park where reality and illusion blur. As he navigates this seductive and dangerous world, a shocking truth pulls him deeper into a deadly game where nothing is as it seems.",
    "genre_ids": [
      9648,
      53,
      28,
      878,
      0
    ],
    "release_days": 20066,
    "release_year": "2024",
    "popularity": 1.1696,
    "vote_average": 4.62,
    "vote_count": 25,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/yef0tY1Nw3BX8PJTfBLieqHj5Hw.jpg"
  },
  {
    "id": 55192,
    "title": "Tokyo Twilight",
    "overview": "Two sisters find out the existence of their long-lost mother, but the younger cannot accept the fact that she was abandoned as a child.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -4629,
    "release_year": "1957",
    "popularity": 0.8938,
    "vote_average": 7.7,
    "vote_count": 139,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/3ARHlGOTJaIYkVwc4sSUWu5GoGG.jpg"
  },
  {
    "id": 25905,
    "title": "The Shop on Main Street",
    "overview": "In a small town in Nazi-occupied Slovakia during World War II, decent but timid carpenter Tono is named \"Aryan comptroller\" of a button store owned by an old Jewish widow, Rozalie. Since the post comes with a salary and standing in the town's corrupt hierarchy, Tono wrestles with greed and guilt as he and Rozalie gradually befriend each other. When the authorities order all Jews in town to be rounded up, Tono faces a moral dilemma unlike any he's known before.",
    "genre_ids": [
      18,
      10752,
      0,
      0,
      0
    ],
    "release_days": -1575,
    "release_year": "1965",
    "popularity": 0.8775,
    "vote_average": 7.031,
    "vote_count": 209,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/pOjsOzPzYrCFsMsatKxAwYzIeCg.jpg"
  },
  {
    "id": 104251,
    "title": "Pastoral: To Die in the Country",
    "overview": "A director faces creative block while working on his latest film – a reimagination of his adolescence growing up in a mountain village in rural Japan.",
    "genre_ids": [
      14,
      18,
      0,
      0,
      0
    ],
    "release_days": 1822,
    "release_year": "1974",
    "popularity": 0.5332,
    "vote_average": 7.5,
    "vote_count": 97,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/8WiNgQeYBAh9fOsPCRjQdBSnoEk.jpg"
  },
  {
    "id": 59990,
    "title": "The Given Word",
    "overview": "Zé is a very poor man whose most prized possession is his donkey. When his donkey falls terminally ill, Zé makes a promise to Saint Bárbara: If his donkey recovers, he will carry a cross - like Jesus - all the way from his city to Saint Bárbara's church, in the state capital. Upon the recovery of his donkey, Zé leaves on his journey. He makes it to the church, but the priest refuses to accept the cross once he discovers the context of Zé's promise.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -2816,
    "release_year": "1962",
    "popularity": 0.5414,
    "vote_average": 8.1,
    "vote_count": 111,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/277qsg4voGrMgSSlbYxtFVVusBf.jpg"
  },
  {
    "id": 40732,
    "title": "The Emigrants",
    "overview": "Karl and Kristina Nilsson work on a farm in a cold and desolate area of 19th century rural Sweden. Growing privations, combined with increasing social and religious persecution, motivate the Nilssons and many of their neighbors to strike out for the United States. Following a treacherous ocean crossing and an equally grueling land passage, the emigrants find themselves in seemingly idyllic Minnesota.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": 431,
    "release_year": "1971",
    "popularity": 0.6453,
    "vote_average": 7.5,
    "vote_count": 113,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/nGnignbQFzpwR7sDUAuT1C7kZKA.jpg"
  },
  {
    "id": 687563,
    "title": "The Message",
    "overview": "After a tragedy, Sophie attends a summer camp where she encounters some camp bullies. But when Sophie joins the archery team, the girls form a tight squad led by their coach Percy. Along the way, Percy also helps Sophie come to terms with the loss of her mother, in an unexpected and magical way.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 18308,
    "release_year": "2020",
    "popularity": 0.4226,
    "vote_average": 6,
    "vote_count": 5,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/hPMzO96zsNYUvhJ813LTpC5tWb3.jpg"
  },
  {
    "id": 25904,
    "title": "Marketa Lazarová",
    "overview": "Mikolás and his brother Adam end up with a young German hostage of noble blood during a robbery. While their clan prepares for the wrath of the German king, Mikolás is sent to pressure his neighbor Lazar into a defense pact. Persuasion fails and he abducts Lazar's daughter Marketa on the eve of her initiation as a nun in an act of vengeance.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": -769,
    "release_year": "1967",
    "popularity": 0.6907,
    "vote_average": 7.861,
    "vote_count": 140,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/c16ArEPUqb0RdUyZBH6fnO7ZiLL.jpg"
  },
  {
    "id": 70580,
    "title": "Manila in the Claws of Light",
    "overview": "Julio, a young fisherman from a provincial village, descends into social alienation as he arrives in Manila to search for his loved one.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 2022,
    "release_year": "1975",
    "popularity": 0.6729,
    "vote_average": 7.3,
    "vote_count": 60,
    "language_code": 0,
    "title_length": 28,
    "poster_path": "/iFM8bcQnyBPlzd0JItgWNn6TjT2.jpg"
  },
  {
    "id": 43364,
    "title": "The Life of Oharu",
    "overview": "In Edo Period Japan, a noblewoman's banishment for her love affair with a lowly page signals the beginning of her inexorable fall.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -6468,
    "release_year": "1952",
    "popularity": 1.2047,
    "vote_average": 7.8,
    "vote_count": 174,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/8sIZjJdLrXPxrSERSLese1gUIwt.jpg"
  },
  {
    "id": 237957,
    "title": "Nostos: The Return",
    "overview": "At the end of the war, Odysseus, the wandering hero, with his companions begins his sail back home to the Mediterranean. The conclusion of his adventure is delayed by many natural obstacles and he takes an internal journey of fleeting memories of his childhood, his parents, love for a beautiful girl, nostalgia for the past, regret for what he did, and the deep silence that envelops everything. He confronts the most terrible loneliness following a shipwreck in which all the comrades perish.",
    "genre_ids": [
      18,
      12,
      0,
      0,
      0
    ],
    "release_days": 7450,
    "release_year": "1990",
    "popularity": 0.1634,
    "vote_average": 7.2,
    "vote_count": 31,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/xDSH9Pxmj0MtXPYd0f8SiXdGJ88.jpg"
  },
  {
    "id": 163957,
    "title": "Evolution of a Filipino Family",
    "overview": "Depicting the struggles of Filipinos in rural areas under the brutal Marcos regime, a family of poor farmers tries to overcome the challenges brought on by corruption and greed for power.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 12678,
    "release_year": "2004",
    "popularity": 0.826,
    "vote_average": 7.776,
    "vote_count": 29,
    "language_code": 0,
    "title_length": 30,
    "poster_path": "/xHxUv7LjuUNWH2elax4wAMSAYUn.jpg"
  },
  {
    "id": 22549,
    "title": "Ulysses' Gaze",
    "overview": "An exiled filmmaker finally returns to his home country where former mysteries and afflictions of his early life come back to haunt him once more.",
    "genre_ids": [
      18,
      36,
      10752,
      0,
      0
    ],
    "release_days": 9415,
    "release_year": "1995",
    "popularity": 0.7834,
    "vote_average": 7.4,
    "vote_count": 110,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/AmRdjyd5nVBd06FzJT8xoTS43ct.jpg"
  },
  {
    "id": 36872,
    "title": "When a Woman Ascends the Stairs",
    "overview": "Keiko, whom everyone calls Mama, narrates her story: she's a hostess on the Ginza, 30, a widow. She describes life's vicious cycle: acting cheerful around drunks, dressing and living well to convey confidence, needing money for these expenses and for her demanding mother and brother, and knowing she's growing older.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -3639,
    "release_year": "1960",
    "popularity": 0.7407,
    "vote_average": 8,
    "vote_count": 113,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/miGb5TwM8SIK5URe0mPMOYZqr3g.jpg"
  },
  {
    "id": 104549,
    "title": "Throw Away Your Books, Rally in the Streets",
    "overview": "An experimental, psychedelic odyssey through Japanese subculture experienced via the eyes of a disillusioned young man, who must contend with intense familial dysfunction, psychosexual alienation, and existentialist malaise.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 478,
    "release_year": "1971",
    "popularity": 0.7546,
    "vote_average": 7.4,
    "vote_count": 53,
    "language_code": 0,
    "title_length": 43,
    "poster_path": "/2TW1nVMOKzly6q1eoAldfZ3HsP2.jpg"
  },
  {
    "id": 68738,
    "title": "Kit Kat",
    "overview": "Sheikh Hosny is a blind man who lives with his old mother and his frustrated son in the Kit Kat neighborhood. His son Youssef dreams of going to Europe to find work, and has a relationship with a divorced woman named Fatima. Sheikh Hosny refuses to admit his handicap and dreams of riding a motorcycle like every sighted person, he also spends his nights smoking hash with the locals in order to forget his miseries after the loss of his wife and selling his father's house.",
    "genre_ids": [
      35,
      18,
      0,
      0,
      0
    ],
    "release_days": 7921,
    "release_year": "1991",
    "popularity": 0.1673,
    "vote_average": 7.5,
    "vote_count": 33,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/u58To5A37XPHY6O5O4T6NGb1zqp.jpg"
  },
  {
    "id": 3764,
    "title": "The Naked Island",
    "overview": "A family of four are the sole inhabitants of a small island, where they struggle each day to irrigate their crops.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -3326,
    "release_year": "1960",
    "popularity": 0.8535,
    "vote_average": 8,
    "vote_count": 132,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/rHpQyPBuFyofx5D5UC95ec2sFgV.jpg"
  },
  {
    "id": 66340,
    "title": "Virumaandi",
    "overview": "Angela, a civil advocate interviewing inmates at the Madras Central Prison for a documentary on the death penalty meets Virumaandi and Kothaala, who are sentenced to death and life respectively for their roles in perpetrating the massacre of 24 people during a brutal clash between feuding villages. As tensions mount within the prison walls, she listens to their conflicting accounts of the same story.",
    "genre_ids": [
      18,
      28,
      0,
      0,
      0
    ],
    "release_days": 12431,
    "release_year": "2004",
    "popularity": 0.6553,
    "vote_average": 6.879,
    "vote_count": 33,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/w6m82voYXa6jQEEqzIBTkKRtuYB.jpg"
  },
  {
    "id": 280492,
    "title": "From What Is Before",
    "overview": "The Philippines, 1972. Mysterious things are happening in a remote barrio. Wails are heard from the forest, cows are hacked to death, a man is found bleeding to death at the crossroad and houses are burned. Ferdinand E. Marcos announces Proclamation No. 1081 putting the entire country under Martial Law.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 16254,
    "release_year": "2014",
    "popularity": 0.5525,
    "vote_average": 8.065,
    "vote_count": 31,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/15I6AWZgmPpcIprJjnF1Zp8wxlt.jpg"
  },
  {
    "id": 31506,
    "title": "Die Nibelungen: Siegfried",
    "overview": "Siegfried, son of King Siegmund of Xanten, travels to Worms, capital of the Burgundian kingdom, to ask King Gunther for the hand of his sister, the beautiful Kriemhild.",
    "genre_ids": [
      12,
      18,
      14,
      0,
      0
    ],
    "release_days": -16758,
    "release_year": "1924",
    "popularity": 1.0532,
    "vote_average": 7.727,
    "vote_count": 141,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/rb0mUDrw87WXwH9MsfYvyBxCQ1z.jpg"
  },
  {
    "id": 35790,
    "title": "Charulata",
    "overview": "In 1870s India, Charulata is an isolated, artistically inclined woman who sees little of her busy journalist husband, Bhupati. Realizing that his wife is alienated and unhappy, he convinces his cousin, Amal, to spend time with Charulata and nourish her creative impulses. Amal is a fledgling poet himself, and he and Charulata bond over their shared love of art.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -2085,
    "release_year": "1964",
    "popularity": 0.899,
    "vote_average": 7.6,
    "vote_count": 136,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/4kznHLoJGN3OBZunQvZwy26it8z.jpg"
  },
  {
    "id": 223965,
    "title": "Barber's Tales",
    "overview": "In the 1970s, a widow in a remote village takes over her husband’s barber shop. She becomes the laughing stock of the male-dominated community and in the process discovers freedom and liberation.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15996,
    "release_year": "2013",
    "popularity": 0.4321,
    "vote_average": 7.2,
    "vote_count": 4,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/bUSfvu7zprOOMQNSUSdB6oeIegf.jpg"
  },
  {
    "id": 29927,
    "title": "Pretty Village, Pretty Flame",
    "overview": "In the opening stages of the Bosnian War, a small group of Serbian soldiers are trapped in a tunnel by a Muslim force.",
    "genre_ids": [
      18,
      10752,
      0,
      0,
      0
    ],
    "release_days": 9627,
    "release_year": "1996",
    "popularity": 0.4823,
    "vote_average": 7.913,
    "vote_count": 98,
    "language_code": 0,
    "title_length": 28,
    "poster_path": "/kh4VuXrgAmQCSKFsQHXdZ03l0rC.jpg"
  },
  {
    "id": 142798,
    "title": "Blue Mountains, or Unbelievable Story",
    "overview": "An author - a passive young man - enters the Soviet-controlled bureaucracy of Georgia attempting to get his novel published only to be neglected and compartmentalized at every turn.",
    "genre_ids": [
      35,
      18,
      0,
      0,
      0
    ],
    "release_days": 5099,
    "release_year": "1983",
    "popularity": 0.1642,
    "vote_average": 7.5,
    "vote_count": 15,
    "language_code": 0,
    "title_length": 37,
    "poster_path": "/rUC1JXRQ0VuxCk5xYS98VLqbAy3.jpg"
  },
  {
    "id": 26910,
    "title": "Anbe Sivam",
    "overview": "Anbarasu, young and arrogant, and Nallasivam, damaged - physically but not spiritually - by life, are thrown together by circumstances, and find that they are in some ways bound together by fate.",
    "genre_ids": [
      35,
      18,
      0,
      0,
      0
    ],
    "release_days": 12066,
    "release_year": "2003",
    "popularity": 1.0355,
    "vote_average": 7.6,
    "vote_count": 76,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/nT556HbikCCLABe8xQ4zQ2QIb0O.jpg"
  },
  {
    "id": 19738,
    "title": "Revolutionary Girl Utena: The Movie",
    "overview": "In a loose retelling of the Revolutionary Girl Utena TV series, Utena Tenjou arrives at Ohtori Academy, only to be immediately swept up in a series of duels for the hand of her classmate Anthy Himemiya and the power she supposedly holds. At the same time, Utena reunites with Touga Kiryuu, a friend from her childhood who seems to know the secrets behind the duels. Utena must discover those secrets for herself, before the power that rules Ohtori claims her and her friends, new and old.",
    "genre_ids": [
      16,
      14,
      28,
      10749,
      0
    ],
    "release_days": 10817,
    "release_year": "1999",
    "popularity": 1.1774,
    "vote_average": 7.664,
    "vote_count": 76,
    "language_code": 0,
    "title_length": 35,
    "poster_path": "/4gEuxmg7OTc9Nxbg5pj5cVTaKCh.jpg"
  },
  {
    "id": 35861,
    "title": "The Crucified Lovers",
    "overview": "When the wife of a 17th century Kyoto scroll-maker is falsely accused of having an affair with his best employee, the pair flee the city and find themselves falling for one another.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -5518,
    "release_year": "1954",
    "popularity": 0.7973,
    "vote_average": 7.8,
    "vote_count": 136,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/3FTzr49lQKouUEutQRX5bqMCO4C.jpg"
  },
  {
    "id": 1084423,
    "title": "Haru",
    "overview": "When Haru is standing on the edge of his childhood he decides that he is not quite ready for the responsibilities that come with adulthood. Instead of facing his fears, he runs away from home to become a samurai. At first this adventure seems like the perfect solution to his problems, but when he encounters his long lost father who also decided to become a samurai, Haru may have to confront his fears sooner than expected.",
    "genre_ids": [
      35,
      18,
      12,
      10751,
      0
    ],
    "release_days": 18843,
    "release_year": "2021",
    "popularity": 0.2198,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 4,
    "poster_path": "/wzNe0zVSPVmX2LC3Y1jzsXBM2K8.jpg"
  },
  {
    "id": 462718,
    "title": "Pariyerum Perumal",
    "overview": "A law student from a lower caste begins a friendship with his classmate, a girl who belongs to a higher caste, and the men in her family start giving him trouble over this.",
    "genre_ids": [
      10749,
      18,
      0,
      0,
      0
    ],
    "release_days": 17802,
    "release_year": "2018",
    "popularity": 0.767,
    "vote_average": 8.2,
    "vote_count": 71,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/nUcOnnl1J0iWY9DTdGI8CVhT1JN.jpg"
  },
  {
    "id": 41789,
    "title": "Jacquot",
    "overview": "Jacquot Demy, the son of a garage owner and a hairdresser, is fascinated by cinema and decides to pursue his dream of becoming a filmmaker by any means necessary.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 7804,
    "release_year": "1991",
    "popularity": 0.4354,
    "vote_average": 7.5,
    "vote_count": 54,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/cg0Z7kqFbDOBWNanI7uYHzsTiU5.jpg"
  },
  {
    "id": 31512,
    "title": "Memories of Matsuko",
    "overview": "While combing through the belongings of his recently deceased aunt, Matsuko, nephew Sho pieces together the crucial events that sank Matsuko's life into a despairing tragedy.",
    "genre_ids": [
      35,
      18,
      10402,
      0,
      0
    ],
    "release_days": 13295,
    "release_year": "2006",
    "popularity": 1.5068,
    "vote_average": 7.749,
    "vote_count": 167,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/epizm54ChIajXYHz5RBQYzdtjoR.jpg"
  },
  {
    "id": 124485,
    "title": "Portrait of a Young Girl at the End of the 60s in Brussels",
    "overview": "The main character, Michele, spends the hour discussing her views of life with some old and new friends, and tries to understand her own feelings about her place in the world and her sexuality, while a camera follows along at close range.",
    "genre_ids": [
      10770,
      18,
      10749,
      0,
      0
    ],
    "release_days": 9073,
    "release_year": "1994",
    "popularity": 0.1518,
    "vote_average": 6.7,
    "vote_count": 25,
    "language_code": 0,
    "title_length": 58,
    "poster_path": "/xRlnt5UqGdBZdkccOlRgQTGpLAh.jpg"
  },
  {
    "id": 8340,
    "title": "Turtles Can Fly",
    "overview": "Turtles Can Fly tells the story of a group of young children near the Turkey-Iraq border. They clean up mines and wait for the Saddam regime to fall.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 12790,
    "release_year": "2005",
    "popularity": 1.3451,
    "vote_average": 7.7,
    "vote_count": 225,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/iNJxHYyFpmqRjgZ4oa5qQna904i.jpg"
  },
  {
    "id": 1272820,
    "title": "Il Posto",
    "overview": "",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 19838,
    "release_year": "2024",
    "popularity": 0.0143,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/4dcPXy1rS31OLGcL9FRvZBiWtQd.jpg"
  },
  {
    "id": 493899,
    "title": "So Long, My Son",
    "overview": "Two married couples adjust to the vast social and economic changes taking place in China from the 1980s to the present.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 17970,
    "release_year": "2019",
    "popularity": 0.8923,
    "vote_average": 7.784,
    "vote_count": 199,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/jGTDkdY7wFP2lIC0aqC1fjNIhhV.jpg"
  },
  {
    "id": 689,
    "title": "The Travelling Players",
    "overview": "This expansive Greek drama follows a troupe of theater actors as they perform around their country during World War II. While the production that they put on is entitled \"Golfo the Shepherdess,\" the thespians end up echoing scenes from classic Greek tales in their own lives, as Elektra plots revenge on her mother for the death of her father, and seeks help from her brother, Orestes, a young anti-fascist rebel.",
    "genre_ids": [
      18,
      10752,
      36,
      0,
      0
    ],
    "release_days": 2007,
    "release_year": "1975",
    "popularity": 0.4071,
    "vote_average": 7.3,
    "vote_count": 79,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/o7e7bhYVYVJGCnxRqcvnYBeQ5dZ.jpg"
  },
  {
    "id": 14572,
    "title": "Patlabor 2: The Movie",
    "overview": "A Japanese police unit who use giant anthropomorphic robots (called Labors) is caught up in a political struggle between the civilian authorities and the military when a terrorist act is blamed on an Air Force jet. With the aid of a government agent, the team gets close to a terrorist leader to stop things from going out of control when after the military is impelled to impose martial law.",
    "genre_ids": [
      16,
      878,
      28,
      53,
      0
    ],
    "release_days": 8619,
    "release_year": "1993",
    "popularity": 0.9805,
    "vote_average": 7.3,
    "vote_count": 131,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/vIyWhMyMEHnavjUhbusOXDwrJgz.jpg"
  },
  {
    "id": 49982,
    "title": "A City of Sadness",
    "overview": "The story of a family embroiled in the \"White Terror,\" the Kuomintang government's anti-communist political repression that was wrought on the Taiwanese people from 1947-1987.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": 7233,
    "release_year": "1989",
    "popularity": 1.1986,
    "vote_average": 7.411,
    "vote_count": 135,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/n1aIYLgnrlsUrh77G2OdQT9NV1.jpg"
  },
  {
    "id": 23155,
    "title": "The Garden of Sinners: Paradox Spiral",
    "overview": "In the middle of October 1998, Tomoe Enjou is attacked by bullies from his old school and saved by Shiki Ryougi. He asks her to hide him at her place and admits that he killed someone. Several days after the incident there are still no broadcasts about the murder as if it didn't happen.",
    "genre_ids": [
      28,
      16,
      18,
      9648,
      53
    ],
    "release_days": 14107,
    "release_year": "2008",
    "popularity": 0.9822,
    "vote_average": 7.8,
    "vote_count": 96,
    "language_code": 0,
    "title_length": 37,
    "poster_path": "/iegbsomczLidOqeCqqFINieYRL2.jpg"
  },
  {
    "id": 46069,
    "title": "The Story of the Last Chrysanthemum",
    "overview": "In late 19th century Tokyo, Kikunosuke Onoue, the adopted son of a legendary actor, himself an actor specializing in female roles, discovers that he is only praised for his acting due to his status as his father's heir. Devastated by this, he turns to Otoku, a servant of his family, for comfort, and they fall in love. Kikunosuke becomes determined to leave home and develop as an actor on his own merits, and Otoku faithfully follows him.",
    "genre_ids": [
      10749,
      18,
      0,
      0,
      0
    ],
    "release_days": -11038,
    "release_year": "1939",
    "popularity": 0.6291,
    "vote_average": 7.9,
    "vote_count": 112,
    "language_code": 0,
    "title_length": 35,
    "poster_path": "/m43EBVmYBiNC2RtcMUAag4IWsZS.jpg"
  },
  {
    "id": 499242,
    "title": "Pyaasa",
    "overview": "Suraj Thakur (Aftab Shivdasani) is one of three children in the Thakur household. He has a brother, Prem (Zulfi Sayed), and a sister, Suman (Saadhika). Suraj does not measure up to his dad's (Govind Namdeo) expectations and is often spoken to at home. Suraj wants to be rich quick, and marry one of the most beautiful girls in the world. His dreams become reality when he meets with Sheetal (Yukta Mookhey), who is a multi-millionaire business-woman. Though Suraj has no affection for Sheetal, he decides he can get really wealthy if he marries Sheetal. But Sheetal spurns him, and as a result Suraj spins a web of deception that forces Sheetal to marry him, and at the same time, teach his father a lesson for criticising him all the time. But Suraj is in for a surprise, as fate has other plans for him.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 11688,
    "release_year": "2002",
    "popularity": 0.0286,
    "vote_average": 3,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 6,
    "poster_path": null
  },
  {
    "id": 15387,
    "title": "Cosy Dens",
    "overview": "Two families, Sebkovi and Krausovi, are celebrating Christmas, but not everyone is in a good mood. The teenage kids think that their fathers are totally stupid, and the fathers are sure that their children are nothing more than rebels, hating anything they say.",
    "genre_ids": [
      35,
      18,
      0,
      0,
      0
    ],
    "release_days": 10689,
    "release_year": "1999",
    "popularity": 0.6358,
    "vote_average": 8,
    "vote_count": 93,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/pcmeM8epUgYWlxSxkzQEzp7PJ4N.jpg"
  },
  {
    "id": 102227,
    "title": "Welcome Back, Mr. McDonald",
    "overview": "A love story written by an ordinary housewife is going to be broadcast as a radio drama and almost everyone among the crew insists on changing various parts of the play to their liking.",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 10173,
    "release_year": "1997",
    "popularity": 0.7345,
    "vote_average": 7.6,
    "vote_count": 43,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/y1bFYM4d9YFVye1Jc8vgxJUfyOR.jpg"
  },
  {
    "id": 43255,
    "title": "Street of Shame",
    "overview": "The lives of five sex workers employed at a Japanese brothel while the nation is debating the passage of an anti-prostitution law.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -5037,
    "release_year": "1956",
    "popularity": 0.6974,
    "vote_average": 7.7,
    "vote_count": 135,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/eVKXkGG9xQiVj9kTt9PbdxJJoKS.jpg"
  },
  {
    "id": 47432,
    "title": "The Suspended Step of the Stork",
    "overview": "A reporter notices an old man in a border town who may be an important Greek politician who disappeared mysteriously years ago.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 8007,
    "release_year": "1991",
    "popularity": 0.4189,
    "vote_average": 6.7,
    "vote_count": 54,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/oZEMh0C5OC96JEqlF4y6wPJtsTd.jpg"
  },
  {
    "id": 116369,
    "title": "The Tragedy of Man",
    "overview": "Jankovics's adaptation of the eponymous play is divided into multiple parts, and depicts the creation and fall of Man throughout history.",
    "genre_ids": [
      16,
      18,
      36,
      0,
      0
    ],
    "release_days": 15305,
    "release_year": "2011",
    "popularity": 0.378,
    "vote_average": 7.5,
    "vote_count": 23,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/mAVOj2Lr7BwuGPVrqRxAJI558EJ.jpg"
  },
  {
    "id": 33319,
    "title": "The Burmese Harp",
    "overview": "In Burma during the closing days of WWII, a Japanese soldier separated from his unit disguises himself as a Buddhist monk to escape imprisonment as a POW.",
    "genre_ids": [
      18,
      10752,
      0,
      0,
      0
    ],
    "release_days": -5094,
    "release_year": "1956",
    "popularity": 1.4205,
    "vote_average": 7.9,
    "vote_count": 155,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/zTKpylld64pjRYgRMK9GN6Jo2bA.jpg"
  },
  {
    "id": 49032,
    "title": "Iruvar",
    "overview": "A fictionalized account of the lives of 1980s Tamil Nadu political icons M. G. Ramachandran and M. Karunanidhi, continuing the tryst between Tamil cinema and Dravidian politics.",
    "genre_ids": [
      36,
      18,
      0,
      0,
      0
    ],
    "release_days": 9875,
    "release_year": "1997",
    "popularity": 0.5795,
    "vote_average": 7.4,
    "vote_count": 46,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/2uVrp5oJOQ4iYvMwI7toHG2WHnF.jpg"
  },
  {
    "id": 73920,
    "title": "Dead Man's Letters",
    "overview": "In a world after the nuclear apocalypse a scholar helps a small group of children and adults survive, staying with them in the basement of the former museum of history. In his mind he writes letters to his son — though it is obvious that they will never be read.",
    "genre_ids": [
      18,
      878,
      0,
      0,
      0
    ],
    "release_days": 6189,
    "release_year": "1986",
    "popularity": 0.7787,
    "vote_average": 6.9,
    "vote_count": 111,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/uPfG3ZnXCdRdxZ88DqMe0UuIwBS.jpg"
  },
  {
    "id": 997317,
    "title": "Kaguya-sama: Love Is War -The First Kiss That Never Ends-",
    "overview": "After pining for one another and plotting for so long, Kaguya Shinomiya and Miyuki Shirogane finally have their climactic first kiss. However, they struggle to define their relationship. After all, how much of their true selves have they really shown to one another?",
    "genre_ids": [
      16,
      35,
      10749,
      0,
      0
    ],
    "release_days": 19343,
    "release_year": "2022",
    "popularity": 1.9063,
    "vote_average": 8,
    "vote_count": 77,
    "language_code": 0,
    "title_length": 57,
    "poster_path": "/jY092qLqa7qTMelwRiNPpLUolEz.jpg"
  },
  {
    "id": 37280,
    "title": "Crayon Shin-chan: The Adult Empire Strikes Back",
    "overview": "Shin-chan must rescue the adults of Kasukabe when they mysteriously abandon their responsibilities to relive their youth at the new 20th-century expo.",
    "genre_ids": [
      16,
      35,
      12,
      0,
      0
    ],
    "release_days": 11433,
    "release_year": "2001",
    "popularity": 3.3646,
    "vote_average": 8.311,
    "vote_count": 66,
    "language_code": 0,
    "title_length": 47,
    "poster_path": "/heJkgOCx4pHqdooYA1h7B65ghvf.jpg"
  },
  {
    "id": 29739,
    "title": "Moving",
    "overview": "Arlo accepts what seems to him to be a dream promotion to Idaho. He soon discovers, however, that moving has its own share of problems.",
    "genre_ids": [
      35,
      10751,
      0,
      0,
      0
    ],
    "release_days": 6637,
    "release_year": "1988",
    "popularity": 0.8475,
    "vote_average": 5.6,
    "vote_count": 121,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/uKRhDFeSjR7synHhwg6daY95B1g.jpg"
  },
  {
    "id": 329371,
    "title": "Two in the Shadow",
    "overview": "Dani's heart grows erect, and comes.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 16094,
    "release_year": "2014",
    "popularity": 0.0404,
    "vote_average": 2,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/5F5Hq3IlcCRFMtP5IpxWzKHPwoK.jpg"
  },
  {
    "id": 24276,
    "title": "Matewan",
    "overview": "Filmed in the coal country of West Virginia, \"Matewan\" celebrates labor organizing in the context of a 1920s work stoppage. Union organizer, Joe Kenehan, a scab named \"Few Clothes\" Johnson and a sympathetic mayor and police chief heroically fight the power represented by a coal company and Matewan's vested interests so that justice and workers' rights need not take a back seat to squalid working conditions, exploitation and the bottom line.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": 6448,
    "release_year": "1987",
    "popularity": 0.9179,
    "vote_average": 7.3,
    "vote_count": 117,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/cESTph19WGOoOPjpqjyl7mPdL3T.jpg"
  },
  {
    "id": 29933,
    "title": "Kanal",
    "overview": "During the last few days of the Warsaw Uprising following World War II, a modest group of Resistance members remains. The band must take refuge in the sewers under the orders of leader Zadra, but it's only a matter of time before they will have to emerge. However, when they try, they are met only with intense hostility from the Nazis. Despite their attempts stay resolute through immense mental strain, it becomes increasingly apparent that they may be doomed.",
    "genre_ids": [
      10752,
      18,
      0,
      0,
      0
    ],
    "release_days": -4639,
    "release_year": "1957",
    "popularity": 0.7337,
    "vote_average": 7.688,
    "vote_count": 138,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/mUxZNNmvX3MwIJ9LTcuw76ZdtN6.jpg"
  },
  {
    "id": 43339,
    "title": "Twenty-Four Eyes",
    "overview": "From 1928 to 1946, the lives of 12 young people and their school teacher in a poor Japanese village are profoundly affected by historical events and personal circumstances.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -5587,
    "release_year": "1954",
    "popularity": 0.4393,
    "vote_average": 7.7,
    "vote_count": 86,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/lHV1b64e42LCYMGUwxSZWPPcuEE.jpg"
  },
  {
    "id": 116982,
    "title": "Canoa: A Shameful Memory",
    "overview": "A group of students arrives in a small town during a hiking expedition. Once there, the local priest accuses them of being communist agitators on the run from an army crack-down against student demonstrations in nearby Mexico City and rallies the townsfolk to lynch them. Based on a true story.",
    "genre_ids": [
      36,
      80,
      0,
      0,
      0
    ],
    "release_days": 2254,
    "release_year": "1976",
    "popularity": 0.36,
    "vote_average": 7.799,
    "vote_count": 77,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/ag35bvtquwiDPsY4itNH895NguW.jpg"
  },
  {
    "id": 65592,
    "title": "Princes and Princesses",
    "overview": "In this episodic animated fantasy from France, an art teacher interprets a series of six fairy tales (each involving a prince or princess) with the help of two precocious students. Princes and Princesses was created using a special style of cutout animation, with black silhouetted characters performing the action against backlit backdrops in striking colors.",
    "genre_ids": [
      18,
      16,
      14,
      35,
      10751
    ],
    "release_days": 10982,
    "release_year": "2000",
    "popularity": 0.3505,
    "vote_average": 7.682,
    "vote_count": 217,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/gP1PDJmbsF5J2teuond2OtRiEaC.jpg"
  },
  {
    "id": 245917,
    "title": "Gintama: The Movie 2: The Final Chapter: Be Forever Yorozuya",
    "overview": "What would have happened if the Shiroyasha never existed?  Edo is thrown to chaos by a mysterious cause. Sakata Gintoki, now lives in a world where the future has changed, without him. What has happened to the Yorozuya?  Gintoki, who is now a ghost of the past, must once again carry the burden in order to save his friends. He must finish the biggest job ever, which may be the final job of Yorozuya.",
    "genre_ids": [
      28,
      35,
      16,
      0,
      0
    ],
    "release_days": 15890,
    "release_year": "2013",
    "popularity": 1.56,
    "vote_average": 8,
    "vote_count": 132,
    "language_code": 0,
    "title_length": 60,
    "poster_path": "/1wEl5WHQO2SdWQ6S3gLBaaobf4c.jpg"
  },
  {
    "id": 129691,
    "title": "The Rocking Horsemen",
    "overview": "It is 1965. High-school student Takeyoshi Fujiwara hears \"Pipeline\" by the Ventures, and is mesmerized by their unique sound. With three friends, he forms a band called \"The Rocking Horsemen.\" A warm and comic glimpse into high-school and small-town life in Japan in the 60's.",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 8339,
    "release_year": "1992",
    "popularity": 0.3356,
    "vote_average": 6.8,
    "vote_count": 8,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/yscmK72jDhG0fJzIPgcdd9Gq9cH.jpg"
  },
  {
    "id": 43980,
    "title": "Bashu, the Little Stranger",
    "overview": "During the Iran-Iraq War, Bashu, a young boy loses his house and all his family. Scared, he sneaks into a truck that is leaving the area. He gets off the truck in the Northern part of the country, where everything from landscape to language is different. He meets Naii, who is trying to raise her two young children on a farm, while her husband is away. Despite cultural differences, and the fact that they do not speak the same language, Bashu and Naii slowly form a strong bond.",
    "genre_ids": [
      18,
      10752,
      0,
      0,
      0
    ],
    "release_days": 7762,
    "release_year": "1991",
    "popularity": 0.4366,
    "vote_average": 7.6,
    "vote_count": 27,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/rRUWwpVRtc7vyXUV1Bj64wFZJaV.jpg"
  },
  {
    "id": 29811,
    "title": "Thalapathi",
    "overview": "Surya, a courageous man who was raised in the slums, fights for the rights of the poor and befriends Deva, who hires him as his commander and changes his life completely.",
    "genre_ids": [
      28,
      80,
      18,
      0,
      0
    ],
    "release_days": 7978,
    "release_year": "1991",
    "popularity": 1.1412,
    "vote_average": 7.9,
    "vote_count": 57,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/dpF1Ck1UvpW0ItT1EoX0xNYEhS8.jpg"
  },
  {
    "id": 149135,
    "title": "The Brick and the Mirror",
    "overview": "Hashem is a cab driver who finds an infant child in the back seat of his cab one night after he gives a ride to a young woman. Hashem and his girlfriend, Taji, try to cope with this unwanted child. Hashem insists on getting rid of the child, Taji on keeping him.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -1450,
    "release_year": "1966",
    "popularity": 0.0792,
    "vote_average": 7.9,
    "vote_count": 14,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/aRqL9ikTUlD8e8JI9YqUsf0uCci.jpg"
  },
  {
    "id": 471271,
    "title": "Late Autumn",
    "overview": "Hye-rim is a model prisoner serving out her sentence for murder. With two years left to go, she gets a special outing. Hye-rim gets on a train to Kang-reung to visit her mother's grave. At the place, she meets Min-gi, a young man running away after being involved in a crime organization. Min-gi's persistence melts the heart that was hardened in jail. Hye-rim and Min-gi fall in love.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 4441,
    "release_year": "1982",
    "popularity": 0.2902,
    "vote_average": 8,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/hu3lYvKXWiAquSDu6e9l5Fc7PGY.jpg"
  },
  {
    "id": 821344,
    "title": "Chukhray. Ballad of a Soldier",
    "overview": "",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 12143,
    "release_year": "2003",
    "popularity": 0.0828,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 29,
    "poster_path": "/q3N5HYstYTp3rWKLFP6n4ysKog4.jpg"
  },
  {
    "id": 289145,
    "title": "Date Wine",
    "overview": "In a small Upper-Egyptian village where people live in extreme poverty, a stranger arrives and calls on people to travel to the Gulf countries for job opportunities, so all of the village's grown-up men leave, except for the disabled grandfather and his grandson Ahmed, upon which trouble begins to spread in the village in the absence of men.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10400,
    "release_year": "1998",
    "popularity": 0.1843,
    "vote_average": 6.1,
    "vote_count": 8,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/pZl3rOeY1dZAuuPpNydPg5xVvOE.jpg"
  },
  {
    "id": 197976,
    "title": "Himala",
    "overview": "When plain orphan Elsa begins having visions of the Virgin Mary, the rest of the residents of her isolated village find themselves questioning their own beliefs and values. Soon, Elsa is healing people with a variety of ailments. As word of this phenomenon spreads, tourists, pilgrims, patients and a documentary filmmaker all arrive on a quest to partake in the miracle.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 4741,
    "release_year": "1982",
    "popularity": 0.4537,
    "vote_average": 7.8,
    "vote_count": 19,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/gZ6SQNFhjFiDf5jc2rNGbMktUFr.jpg"
  },
  {
    "id": 425751,
    "title": "The Hero",
    "overview": "Lee, a former Western film icon, is living a comfortable existence lending his golden voice to advertisements and smoking weed. After receiving a lifetime achievement award and unexpected news, Lee reexamines his past, while a chance meeting with a sardonic comic has him looking to the future.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 17326,
    "release_year": "2017",
    "popularity": 0.5622,
    "vote_average": 6.14,
    "vote_count": 235,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/7on6mTMVrE893E0mSwO4ZRAAD8A.jpg"
  },
  {
    "id": 68553,
    "title": "Siberiade",
    "overview": "The story about a very small god-forgotten village in Siberia reflects the history of Russia from the beginning of the century till the early 1980s. Three generations try to find the land of happiness and to give it to the people. One builds the road through taiga to the star over horizon, the second 'build communism' and the third searches for oil.",
    "genre_ids": [
      10752,
      18,
      36,
      10749,
      0
    ],
    "release_days": 3618,
    "release_year": "1979",
    "popularity": 0.466,
    "vote_average": 7.2,
    "vote_count": 40,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/z3WYuEQkI5hAFGmCsip1hcModo0.jpg"
  },
  {
    "id": 111188,
    "title": "Extraordinary Stories",
    "overview": "X arrives in a small town and witnesses a violent act; Z takes the job of a dead manager and discovers that he had a notebook written in code and a map; H is hired to go down a river and investigate a series of mysterious monoliths built on the shore.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 14156,
    "release_year": "2008",
    "popularity": 0.2651,
    "vote_average": 7.927,
    "vote_count": 41,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/hSWMkwsj4wI8RbC259EH1sSrzW1.jpg"
  },
  {
    "id": 12496,
    "title": "The Twilight Samurai",
    "overview": "Seibei Iguchi leads a difficult life as a low ranking samurai at the turn of the nineteenth century. A widower with a meager income, Seibei struggles to take care of his two daughters and senile mother. New prospects seem to open up when the beautiful Tomoe, a childhood friend, comes back into he and his daughters' life, but as the Japanese feudal system unravels, Seibei is still bound by the code of honor of the samurai and by his own sense of social precedence. How can he find a way to do what is best for those he loves?",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 11993,
    "release_year": "2002",
    "popularity": 1.3265,
    "vote_average": 7.787,
    "vote_count": 322,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/bB2M8UF8wc9flfGWkcgkTTf8Mzr.jpg"
  },
  {
    "id": 10688,
    "title": "Hamlet",
    "overview": "Modern day adaptation of Shakespeare's immortal story about Hamlet's plight to avenge his father's murder in New York City.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 11089,
    "release_year": "2000",
    "popularity": 0.8948,
    "vote_average": 5.8,
    "vote_count": 134,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/yL1rYMHlqZtZVESxEWLsaneXq86.jpg"
  },
  {
    "id": 93669,
    "title": "The Meetings of Anna",
    "overview": "On a trip across Western Europe to promote her newest release, filmmaker Anna encounters several individuals—familiar and otherwise—and attends to their discontents.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 3202,
    "release_year": "1978",
    "popularity": 0.6723,
    "vote_average": 7.164,
    "vote_count": 55,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/5EU7BNT3m5TG4UfSzTiSOaC0Hrg.jpg"
  },
  {
    "id": 98193,
    "title": "Death by Hanging",
    "overview": "A Korean man is sentenced to death in Japan but somehow survives his execution, sending the authorities into a panic about what to do next.",
    "genre_ids": [
      35,
      18,
      0,
      0,
      0
    ],
    "release_days": -699,
    "release_year": "1968",
    "popularity": 0.932,
    "vote_average": 7.4,
    "vote_count": 100,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/tszrnBe8XACsDxLJjt1rKfFHfHi.jpg"
  },
  {
    "id": 65040,
    "title": "Up, Down, Fragile",
    "overview": "The film will tell what happens to a group of characters, precisely between July 14 and August 15, 1994 in Paris. It will tell the story of three young ladies, Louise, Ninon, Ida, in the summer of 1994, their adventures in the big city. On the streets, in the gardens, in ballrooms and in libraries and lofts, deserted at the time of holidays and summer heat, Louis, Ninon and Ida proceed on mysterious paths.",
    "genre_ids": [
      9648,
      18,
      35,
      10749,
      10402
    ],
    "release_days": 9232,
    "release_year": "1995",
    "popularity": 0.2544,
    "vote_average": 7.1,
    "vote_count": 20,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/v4YDcr46yFSz1pIqPRigj05l5Md.jpg"
  },
  {
    "id": 74360,
    "title": "São Paulo S/A",
    "overview": "Carlos is a young man from the São Paulo middle class who works for a big company during a time when foreign automobile industries were settling in Brazil. Shortly after, he accepts a job at a factory that makes automobile parts, where he becomes manager. To a certain extent, he is a family man who works hard, earns well and lives unsatisfied. Without any prospects in his life to change the condition he rejects, his last resort is escaping.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -1826,
    "release_year": "1965",
    "popularity": 0.1298,
    "vote_average": 8,
    "vote_count": 45,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/a2MdFCk56YBS423it1U7HWuxnjT.jpg"
  },
  {
    "id": 193388,
    "title": "The Nightingale's Prayer",
    "overview": "This compelling tale of love and betrayal, set in the upper Egyptian countryside, follows the story of Amna as she plots her revenge on the engineer who destroyed her family's honor.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -3739,
    "release_year": "1959",
    "popularity": 0.325,
    "vote_average": 7.8,
    "vote_count": 27,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/9Q8BYbJ9GQc9QLQhMIuaeMQkLPc.jpg"
  },
  {
    "id": 200145,
    "title": "A Story of Yonosuke",
    "overview": "The year is 1987 and Japan is just reaching the peak of its economic success. Eighteen-year old Yonosuke Yokomichi arrives in Tokyo from Nagasaki. Ordinary in every way possible, he lives in a suburb far from the excitement of the big city and commutes to a university in the center of Tokyo.",
    "genre_ids": [
      18,
      10749,
      35,
      0,
      0
    ],
    "release_days": 15759,
    "release_year": "2013",
    "popularity": 0.8595,
    "vote_average": 7.2,
    "vote_count": 65,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/tbXzGpXL2eEQTS7ZPqBuQsAv7sR.jpg"
  }
]