[
  {
    "id": 336929,
    "title": "Dérive 'Le naufrage de Vénus'",
    "overview": "Botticelli's Venus emerges from the waters, that of Yvan Lagrange, is she shipwrecked?...",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 1571,
    "release_year": "1974",
    "popularity": 0.0286,
    "vote_average": 6,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 29,
    "poster_path": "/pyG4esUBI4b8FKJck6d2RQUhR50.jpg"
  },
  {
    "id": 81544,
    "title": "Glass Lips",
    "overview": "This dialog-free film, originally presented as 33 short films, is an experimental, bizarre set of meditations and flashbacks of the grotesque.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 13824,
    "release_year": "2007",
    "popularity": 0.2543,
    "vote_average": 5.1,
    "vote_count": 11,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/8Ev9ABcEGotGnH1tnYdTu6CgZoT.jpg"
  },
  {
    "id": 549347,
    "title": "NEKO-MIMI",
    "overview": "Experimental film in which three girls and one boy lead playful lives. Just as a game, in which the course is determined from beginning to end by certain rules, can be played time and again, their lives are also endless repetition. This eventually results in a loss of a sense of time, for past and future. The four are permanently surrounded by cameras and projectors. In this way we see how photos are repeatedly taken of one of the girls and the boy keeps staring at a film screen. Everything which cannot be repeated is the object of their hatred. One day a woman appears in their lives and wants to die. The four try to involve her in their game, but the opposite happens: the fact that the woman is different disrupts their self-made world. Having playacted a funeral for the woman, they become more and more entangled in their own game.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 8806,
    "release_year": "1994",
    "popularity": 0.0737,
    "vote_average": 8,
    "vote_count": 3,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/zTtUWZzYfiL5exY1nVgVVFKIn6I.jpg"
  },
  {
    "id": 36239,
    "title": "Slaughtered Vomit Dolls",
    "overview": "The gruesome tapestry of psychological manifestations of a nineteen year old bulimic runaway stripper-turned prostitute as she descends into a hellish pit of satanic nightmares and hallucinations.",
    "genre_ids": [
      27,
      18,
      0,
      0,
      0
    ],
    "release_days": 13193,
    "release_year": "2006",
    "popularity": 2.5209,
    "vote_average": 4.126,
    "vote_count": 111,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/u63RLJ0D7MMJpabImeUtQcUxtv5.jpg"
  },
  {
    "id": 437856,
    "title": "A Burning Star",
    "overview": "A Burning Star depicts the physicality of destruction and disappearance through images of the Japanese filmmaker's father who dies and is cremated. Maintaining a solid rhythm and perspective, this film highlights the meaning and importance of \"viewing\" and \"filming\" in documentary.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 9131,
    "release_year": "1995",
    "popularity": 0.0168,
    "vote_average": 5,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/nbCdiWDYbGT3Q44TJAZwfGy0dt0.jpg"
  },
  {
    "id": 825158,
    "title": "A Florida Melancholy",
    "overview": "At the beginning of the summer of 2018, filmmaker Eli Hayes, who has been struggling with depression for his entire life, fell deep into the inky chasms of the disease. Days later, Hayes was called down to Tallahassee, Florida for a job opportunity. While in Florida, the despondency grew more severe and eventually took complete control of his psychological well-being. Over the course of the summer, good days would occur sparsely and sporadically; on these days, Hayes would bring his camera outside to film the beauty of his environment, despite knowing full well that the dejection would soon return. “A Florida Melancholy” is a landscape film of emotional survival, comprised of the footage that Hayes shot while in Florida throughout the darkest season of his life, during which all that he could rely on for hope & direction were his camera, and his surroundings.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 17532,
    "release_year": "2018",
    "popularity": 0.0143,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/4V7LaTuDz54gml2cT00OBV6lqI5.jpg"
  },
  {
    "id": 104201,
    "title": "Noisy Requiem",
    "overview": "In the slums of Osaka, various marginalized misfits have their own interpretations of love. Completely alienated from the outside world, they commit sexual perversions, violence and cannibalism.",
    "genre_ids": [
      18,
      80,
      0,
      0,
      0
    ],
    "release_days": 6722,
    "release_year": "1988",
    "popularity": 0.2582,
    "vote_average": 6.3,
    "vote_count": 18,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/9Q5OElOyBfVXVdT7D9g9OfEZn5V.jpg"
  },
  {
    "id": 640621,
    "title": "GOOTARIPUTRA",
    "overview": "This is an 8mm film shot and edited from 1996 to 1999. There is no story development like a normal story movie, and the image of only the author = the hero like a diary movie continues. There are no lines. The heroine-like existence is a dingy female stray cat. Still, I tried to brew and elaborate how to make a movie time of about one hour, like walking a tightrope, but over a long period of time. As a reference motif, there is Isao Yamada's early work \"Yomado\". The title \"Gootariputra\" is not a word with a specific meaning, but is just a coined word of  Lazy way of life.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 10703,
    "release_year": "1999",
    "popularity": 0.0327,
    "vote_average": 4,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/i75P5AroFg0tZmGlOjzgerZNPGL.jpg"
  },
  {
    "id": 265715,
    "title": "Field of Dogs",
    "overview": "A visionary romance based on a contemporary reading of Dante.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 16180,
    "release_year": "2014",
    "popularity": 0.1171,
    "vote_average": 5.3,
    "vote_count": 16,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/wq6fWxyEkwFBHdcuH1cjXgouDdq.jpg"
  },
  {
    "id": 130824,
    "title": "As I Was Moving Ahead, Occasionally I Saw Brief Glimpses of Beauty",
    "overview": "A compilation of over 30 years of private home movie footage shot by Lithuanian-American avant-garde director Jonas Mekas, assembled by Mekas \"purely by chance\", without concern for chronological order.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 11266,
    "release_year": "2000",
    "popularity": 0.7172,
    "vote_average": 7.685,
    "vote_count": 73,
    "language_code": 0,
    "title_length": 66,
    "poster_path": "/tDaxB5juEGwXD7oZwh8IXsnisar.jpg"
  },
  {
    "id": 330385,
    "title": "Despite the Night",
    "overview": "After returning to Paris, a heartbroken man searching for his missing lover finds solace, and a passionate but troubled love, with a grieving nurse. This unconventional romance unfolds against a backdrop of music and defies expectations, venturing into uncharted emotional territory.",
    "genre_ids": [
      27,
      18,
      9648,
      53,
      0
    ],
    "release_days": 16988,
    "release_year": "2016",
    "popularity": 0.3345,
    "vote_average": 6.2,
    "vote_count": 21,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/wbFmySiUqVcIE3wWG3xAaczZ22N.jpg"
  },
  {
    "id": 1275500,
    "title": "A New Life",
    "overview": "The father of an unborn child travels across the country in search of a better job placement. But is this journey also an escape from facing what he really feels about becoming a father?",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 19831,
    "release_year": "2024",
    "popularity": 0.0923,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/lLCp10qcz4mHKv8rL8xJ30terUi.jpg"
  },
  {
    "id": 415786,
    "title": "Mirror",
    "overview": "Layla, a writer and musician struggling with depression and trapped in a dying marriage, finds herself falling in love with a woman from a war torn dimension, with whom she can only communicate through her bathroom mirror.",
    "genre_ids": [
      878,
      18,
      10749,
      0,
      0
    ],
    "release_days": 17362,
    "release_year": "2017",
    "popularity": 0.2063,
    "vote_average": 8.2,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/har8XAxo7FtKrt2tvN8KtGFr1em.jpg"
  },
  {
    "id": 486023,
    "title": "How Frightening Is The Darkness Of The Soul!",
    "overview": "In this experimental Iranian film, a being who has turned its back on the familiar and ordinary daily life embarks on a quest to find an escape to the beyond. It eventually reaches those who have already attained liberation and joins them. Leaving behind the ruins of its past days, it becomes part of another group of beings from a different world.",
    "genre_ids": [
      9648,
      18,
      0,
      0,
      0
    ],
    "release_days": 737,
    "release_year": "1972",
    "popularity": 0.1528,
    "vote_average": 5,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 44,
    "poster_path": "/5LIjOgoWw1UyKYtu90FUnkPiDUx.jpg"
  },
  {
    "id": 432606,
    "title": "Sleep Has Her House",
    "overview": "The shadows of screams climb beyond the hills.  It has happened before. But this will be the last time.  The last few sense it, withdrawing deep into the forest.  They cry out into the black, as the shadows pass away, into the ground.",
    "genre_ids": [
      9648,
      0,
      0,
      0,
      0
    ],
    "release_days": 17167,
    "release_year": "2017",
    "popularity": 0.241,
    "vote_average": 6.7,
    "vote_count": 38,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/xIFdTSIe3KVb2rxgBwfaWNdrFwx.jpg"
  },
  {
    "id": 216156,
    "title": "Still Life",
    "overview": "A council case worker looks for the relatives of those found dead and alone.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 16037,
    "release_year": "2013",
    "popularity": 0.944,
    "vote_average": 7.504,
    "vote_count": 376,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/WxGIgw13bKHXFbMhJqBc8Sk2TY.jpg"
  },
  {
    "id": 62215,
    "title": "Melancholia",
    "overview": "Justine and Michael are celebrating their marriage at a sumptuous party in the home of her sister Claire, and brother-in-law John. Despite Claire’s best efforts, the wedding is a fiasco, with family tensions mounting and relationships fraying. Meanwhile, a planet called Melancholia is heading directly towards Earth…",
    "genre_ids": [
      18,
      878,
      0,
      0,
      0
    ],
    "release_days": 15120,
    "release_year": "2011",
    "popularity": 4.4478,
    "vote_average": 7.2,
    "vote_count": 3586,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/fMneszMiQuTKY8JUXrGGB5vwqJf.jpg"
  },
  {
    "id": 111109,
    "title": "Century of Birthing",
    "overview": "An artist struggles to finish his work while a storyline about a cult plays in his head. As the cult spirals towards a fundamentalism that will destroy the world, the artist decides to destroy his muse to redeem the world.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15295,
    "release_year": "2011",
    "popularity": 0.8284,
    "vote_average": 7.857,
    "vote_count": 14,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/5RuNHleRzOfbshJJT4QVFmxC5su.jpg"
  },
  {
    "id": 31414,
    "title": "Satantango",
    "overview": "Inhabitants of a small village in Hungary deal with the effects of the fall of Communism. The town's source of revenue, a factory, has closed, and the locals, who include a doctor and three couples, await a cash payment offered in the wake of the shuttering. Irimias, a villager thought to be dead, returns and, unbeknownst to the locals, is a police informant. In a scheme, he persuades the villagers to form a commune with him.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 8804,
    "release_year": "1994",
    "popularity": 1.4742,
    "vote_average": 8.138,
    "vote_count": 272,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/y38z0v4HJ12MHiKddLEoFlvPiBt.jpg"
  },
  {
    "id": 81401,
    "title": "The Turin Horse",
    "overview": "A monumental windstorm and an abused horse's refusal to work or eat signal the beginning of the end for a poor farmer and his daughter.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15064,
    "release_year": "2011",
    "popularity": 1.4561,
    "vote_average": 7.646,
    "vote_count": 371,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/2kSElneXSKmMsGL55k0CbPGqLbu.jpg"
  },
  {
    "id": 128971,
    "title": "The Night of a Thousand Cats",
    "overview": "Millionaire playboy Hugo flies around Acapulco in his private helicopter to pick up sexy young women. He whisks them away to his secluded old castle, where he wines and dines them. With the aid of his bald, mute little helper, Dorgo, he kills his dates, keeping their heads in a crystal cage and feeding their chopped up body parts to his 1,000-strong army of bloodthirsty, flesh hungry cats.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 1035,
    "release_year": "1972",
    "popularity": 0.3003,
    "vote_average": 5.3,
    "vote_count": 38,
    "language_code": 0,
    "title_length": 28,
    "poster_path": "/8EKxgct1sMEt6B18RqpMp6VDQJl.jpg"
  },
  {
    "id": 158246,
    "title": "Melancholie der Engel",
    "overview": "Germany. Two friends - Katze and Brauth - meet again after a long time in a sad context, to share their last days of life in an old house lost in the countryside. They invite a group of people (two minors, a woman, an elderly man and his younger companion who moves in a wheelchair) with the aim of putting into practice their most twisted fantasies, giving life to a nihilistic orgy with disconcerting results.",
    "genre_ids": [
      27,
      9648,
      0,
      0,
      0
    ],
    "release_days": 14365,
    "release_year": "2009",
    "popularity": 1.2935,
    "vote_average": 4.009,
    "vote_count": 54,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/khTYknUAzAv8QI4QGUNag2OQj5t.jpg"
  },
  {
    "id": 68523,
    "title": "Slow Torture Puke Chamber",
    "overview": "Making good on her pact with Satan, Angela Aberdeen's tortured and vomit-soaked soul descends into Hell. But Satan is not finished with her yet - He has more suffering planned for his ravaged slave. Angela is sent back up to the surface to stalk and destroy yet another victim. Her return initiates the emergence of a new Angela who is steadily and painfully infected with the Devil's Curse. An appalling metamorphosis befalls the chosen young victim as she is racked by bulimia, and subjected to the dark, forbidden secrets of incest of abuse. Slowly, the two Angelas merge into one Perfect Child of Satan and descend to an eternity of suffering in Hell.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 14817,
    "release_year": "2010",
    "popularity": 1.0013,
    "vote_average": 3.095,
    "vote_count": 42,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/jePrkCP8vemMesWLTrHH19GRoEE.jpg"
  },
  {
    "id": 132210,
    "title": "Black Metal Veins",
    "overview": "Black Metal Veins unflinchingly documents the dark realities of despair and morbid self annihilation surrounding the lives of five heroin junkies. The addicts' intertwining stories of pain, loss, sadness, and abandonment lead the viewer down the agonizing and hideous path of horrifying psychological and spiritual destruction as the grim disease of heroin addiction infects and decays the bodies and minds of five young people.",
    "genre_ids": [
      99,
      27,
      0,
      0,
      0
    ],
    "release_days": 15573,
    "release_year": "2012",
    "popularity": 0.6735,
    "vote_average": 5.077,
    "vote_count": 26,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/6b9To10PIacBHIVekZh8FpaOOrc.jpg"
  },
  {
    "id": 335651,
    "title": "Hypnosis Display",
    "overview": "Exploring impressionistic, emotional and sensory environments found within the vast natural and urban landscapes of America. Neither image nor sound takes precedence: the two interact and combine preserving a raw sense of the discovery that field recordings and in-camera edited film rushes often yield.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 16333,
    "release_year": "2014",
    "popularity": 0.078,
    "vote_average": 9.3,
    "vote_count": 3,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/35WQojGZcCkH2rlVlhZvOsA1Vjm.jpg"
  },
  {
    "id": 483940,
    "title": "Squareworld",
    "overview": "Squareworld has a stark, minimal narrative: a drug-addicted man kidnaps a young woman from the hills, holds her prisoner and eventually kills her and disposes of her body. We learn almost nothing about either the victim or her tormentor, and the film contains no moral judgments –Tony Rayns",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 9431,
    "release_year": "1995",
    "popularity": 0.0368,
    "vote_average": 2.5,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/8qzMqsnEnfpG0kU9oSJhLcqVwrB.jpg"
  },
  {
    "id": 499556,
    "title": "An Elephant Sitting Still",
    "overview": "In the northern Chinese city of Manzhouli, they say there is an elephant that simply sits and ignores the world. Manzhouli becomes an obsession for the protagonists of this film, a longed-for escape from the downward spiral in which they find themselves.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 17879,
    "release_year": "2018",
    "popularity": 1.2574,
    "vote_average": 7.743,
    "vote_count": 202,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/3qr9wpaa5dA7AGr5ndgYiioavIn.jpg"
  },
  {
    "id": 104549,
    "title": "Throw Away Your Books, Rally in the Streets",
    "overview": "An experimental, psychedelic odyssey through Japanese subculture experienced via the eyes of a disillusioned young man, who must contend with intense familial dysfunction, psychosexual alienation, and existentialist malaise.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 478,
    "release_year": "1971",
    "popularity": 0.7092,
    "vote_average": 7.4,
    "vote_count": 53,
    "language_code": 0,
    "title_length": 43,
    "poster_path": "/2TW1nVMOKzly6q1eoAldfZ3HsP2.jpg"
  },
  {
    "id": 133470,
    "title": "Florentina Hubaldo, CTE",
    "overview": "A young woman is held captive by her father and forced to become a prostitute. Meanwhile, two men embark on a personal quest for buried treasure. However, both groups of people show signs of debilitating illness.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15460,
    "release_year": "2012",
    "popularity": 0.1322,
    "vote_average": 7.6,
    "vote_count": 13,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/hsfF526fIYIJwnjis5cYA8AID73.jpg"
  },
  {
    "id": 1730,
    "title": "Inland Empire",
    "overview": "As a Hollywood actress begins to adopt the persona of her character in a film, her world becomes nightmarish and surreal.",
    "genre_ids": [
      27,
      53,
      9648,
      18,
      14
    ],
    "release_days": 13488,
    "release_year": "2006",
    "popularity": 2.6675,
    "vote_average": 7,
    "vote_count": 1148,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/1ypMcAcqTZrcxFJvERemKc6t9sX.jpg"
  },
  {
    "id": 40828,
    "title": "A Concert by the Lake",
    "overview": "Filmed at the Historic Wintershall Estate in Surrey, England, this concert brings togetzer a group of Rock Legends under the musical direction of Procol Harum's Gary Brooker to perform many of their best loved Tracks.  An amazing line-up of star soloists including Eric Clapton, Katie Melua, Roger Taylor, Ringo Starr, Paul Carrack, Andy Fairweather Low, Gary Brooker, Chris Barber, and The Drifters.",
    "genre_ids": [
      10402,
      0,
      0,
      0,
      0
    ],
    "release_days": 14656,
    "release_year": "2010",
    "popularity": 0.9975,
    "vote_average": 6.2,
    "vote_count": 4,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/uzQZSRb5FbEkGZYOuKQIlDEKsgK.jpg"
  },
  {
    "id": 445,
    "title": "Caché",
    "overview": "George, host of a television show focusing on literature, receives videos shot on the sly that feature his family, along with disturbing drawings that are difficult to interpret. He has no idea who has made and sent him the videos. Progressively, the contents of the videos become more personal, indicating that the sender has known George for a long time.",
    "genre_ids": [
      9648,
      18,
      53,
      0,
      0
    ],
    "release_days": 13061,
    "release_year": "2005",
    "popularity": 2.0738,
    "vote_average": 7.057,
    "vote_count": 1145,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/IC2BPYDSsNPP1Q1VuXUiKrRwbU.jpg"
  },
  {
    "id": 34647,
    "title": "Enter the Void",
    "overview": "This psychedelic tour of life after death is seen entirely from the point of view of Oscar, a young American drug dealer and addict living in Tokyo with his prostitute sister, Linda. When Oscar is killed by police during a bust gone bad, his spirit journeys from the past -- where he sees his parents before their deaths -- to the present -- where he witnesses his own autopsy -- and then to the future, where he looks out for his sister from beyond the grave.",
    "genre_ids": [
      14,
      18,
      0,
      0,
      0
    ],
    "release_days": 14734,
    "release_year": "2010",
    "popularity": 3.5676,
    "vote_average": 7.304,
    "vote_count": 1850,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/li3Jrxo6s1gXX0zRhvgtbLfAwIl.jpg"
  },
  {
    "id": 1600,
    "title": "The Double Life of Véronique",
    "overview": "Véronique is a beautiful young French woman who aspires to be a renowned singer; Weronika lives in Poland, has a similar career goal and looks identical to Véronique, though the two are not related. The film follows both women as they contend with the ups and downs of their individual lives, with Véronique embarking on an unusual romance with Alexandre Fabbri, a puppeteer who may be able to help her with her existential issues.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 7804,
    "release_year": "1991",
    "popularity": 2.1333,
    "vote_average": 7.485,
    "vote_count": 817,
    "language_code": 0,
    "title_length": 28,
    "poster_path": "/oqRyO9xrNBRaxqF9pCHHgLuaATx.jpg"
  },
  {
    "id": 1451511,
    "title": "The Soft Blue",
    "overview": "A Journey Through A Blue Summers Day",
    "genre_ids": [
      14,
      12,
      0,
      0,
      0
    ],
    "release_days": 20167,
    "release_year": "2025",
    "popularity": 0.0646,
    "vote_average": 5,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/8dzX8JqTWVtY3qdrfsik0niyjml.jpg"
  },
  {
    "id": 1341889,
    "title": "Nostalgia",
    "overview": "A teenage boy finds comfort in visiting the past",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 19966,
    "release_year": "2024",
    "popularity": 0.1005,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/jbpBFJBds0ULDdTkpnOTL6u8Kic.jpg"
  },
  {
    "id": 23160,
    "title": "Werckmeister Harmonies",
    "overview": "A naive young man witnesses an escalation of violence in his small hometown following the arrival of a mysterious circus attraction.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 11354,
    "release_year": "2001",
    "popularity": 0.9362,
    "vote_average": 7.868,
    "vote_count": 341,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/fzG0xks6HNSnQg6atlF98brHvIT.jpg"
  },
  {
    "id": 2103,
    "title": "Solaris",
    "overview": "A troubled psychologist is sent to investigate the crew of an isolated research station orbiting a bizarre planet.",
    "genre_ids": [
      18,
      878,
      9648,
      0,
      0
    ],
    "release_days": 12018,
    "release_year": "2002",
    "popularity": 2.6059,
    "vote_average": 5.923,
    "vote_count": 1341,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/drdrB1hEZmzFlK1xtW5HMxK3LUJ.jpg"
  },
  {
    "id": 190972,
    "title": "Out-Takes from the Life of a Happy Man",
    "overview": "\"A motion picture composed of brief diaristic scenes not used in completed films from the years 1960-2000; and self-referential video footage taped during the editing. Brief glimpses of family, friends, girl-friends, the City, seasons of the year, travels. Occasionally I talk, reminisce, or play music I taped during those earlier years, plus more recent piano improvisations by Auguste Varkalis. It's a kind of autobiographical, diaristic poem, celebration of happiness and life. I consider myself a happy man.\" - Jonas Mekas",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 15675,
    "release_year": "2012",
    "popularity": 0.0454,
    "vote_average": 6.5,
    "vote_count": 9,
    "language_code": 0,
    "title_length": 38,
    "poster_path": "/wdtjxYgmW0MElG8ynt7GWoL3ssy.jpg"
  },
  {
    "id": 47795,
    "title": "Landscape in the Mist",
    "overview": "Two Greek children embark on a journey to search for their father, who supposedly lives in Germany.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 6827,
    "release_year": "1988",
    "popularity": 0.8635,
    "vote_average": 7.671,
    "vote_count": 199,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/icNqzWxjwXuD6FSRtTWNj8sa5B1.jpg"
  },
  {
    "id": 24858,
    "title": "Eternity and a Day",
    "overview": "An ailing Greek man attempts to take a young, illegal Albanian immigrant home.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10522,
    "release_year": "1998",
    "popularity": 1.5016,
    "vote_average": 7.762,
    "vote_count": 189,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/qz3ogiWL4gF7a5IEmLf5upkmbqB.jpg"
  },
  {
    "id": 8966,
    "title": "Twilight",
    "overview": "When Bella Swan moves to a small town in the Pacific Northwest, she falls in love with Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't stay away from him, a fatal move that endangers her own life.",
    "genre_ids": [
      14,
      18,
      10749,
      0,
      0
    ],
    "release_days": 14203,
    "release_year": "2008",
    "popularity": 25.799,
    "vote_average": 6.287,
    "vote_count": 13796,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/3Gkb6jm6962ADUPaCBqzz9CTbn9.jpg"
  },
  {
    "id": 103689,
    "title": "Post Tenebras Lux",
    "overview": "Juan and his urban family live in the Mexican countryside, where they enjoy and suffer a world apart. And nobody knows if these two worlds are complimentary or if they strive to eliminate one another.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15666,
    "release_year": "2012",
    "popularity": 0.6404,
    "vote_average": 6.2,
    "vote_count": 125,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/isyc1Hk0L3neLoeWhP7Zktj7ftD.jpg"
  },
  {
    "id": 148811,
    "title": "Reminiscences of a Journey to Lithuania",
    "overview": "A 1971–72 documentary film by Jonas Mekas. It revolves around Mekas' trip back to Semeniškiai, the village of his birth.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 9738,
    "release_year": "1996",
    "popularity": 0.3926,
    "vote_average": 6.915,
    "vote_count": 41,
    "language_code": 0,
    "title_length": 39,
    "poster_path": "/zNWbeCXhavVkSWTUgr0nn299lWb.jpg"
  },
  {
    "id": 44361,
    "title": "Mother and Son",
    "overview": "A man goes for a walk through the countryside with his dying mother.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 9912,
    "release_year": "1997",
    "popularity": 1.062,
    "vote_average": 6.659,
    "vote_count": 82,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/tCvDqekqALCQ5rTC9c2IYLARhL8.jpg"
  },
  {
    "id": 1082670,
    "title": "The Second Circle",
    "overview": "A man who is cursed by his inner beast finds himself struggling with the addiction to lust and his desire for love.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": null,
    "release_year": null,
    "popularity": 0.0071,
    "vote_average": 2,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 17,
    "poster_path": null
  },
  {
    "id": 871173,
    "title": "The Yearning Of Maria D.",
    "overview": "On a trip to the Aegean, Maria D., who lives withdrawn and is shy of people, is confronted with the impressions of an archaic culture. Fascinated by the morbidity and religiosity of the people living on a Cycladic island, she decides to put an end to her loneliness.",
    "genre_ids": [
      27,
      10749,
      0,
      0,
      0
    ],
    "release_days": 17880,
    "release_year": "2018",
    "popularity": 0.1212,
    "vote_average": 6,
    "vote_count": 5,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/pZypQmrSPnJkqPynh0FETp7z2nw.jpg"
  },
  {
    "id": 123094,
    "title": "Goodbye CP",
    "overview": "Kazuo Hara follows the lives and activities of Yokota Hiroshi and Yokozuka Koichi, members of an activist group made up of people with cerebral palsy.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 790,
    "release_year": "1972",
    "popularity": 0.1688,
    "vote_average": 7.2,
    "vote_count": 6,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/25FjUv7fVIp0Guo1D8fdRQiEBFr.jpg"
  },
  {
    "id": 130639,
    "title": "Extreme Private Eros: Love Song 1974",
    "overview": "When his wife, the outspoken feminist Miyuki Takeda, announced that she was leaving him in order to find herself, Kazuo Hara began this raw, intensely personal documentary as a way to both maintain a connection to the woman he still cared for and to make sense of their complex relationship. Granted at times shockingly intimate access to Miyuki’s personal life, Hara follows her wayward journey toward liberation as she explores her sexuality with both men and women, becomes pregnant and raises a family as a single mother, and grows increasingly disenchanted with the constraints of traditional social structures.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 1636,
    "release_year": "1974",
    "popularity": 0.2447,
    "vote_average": 7.4,
    "vote_count": 10,
    "language_code": 0,
    "title_length": 36,
    "poster_path": "/e75Ts3Qk9GHLrb52e4qBoQiYdSd.jpg"
  },
  {
    "id": 316681,
    "title": "Aka Ana",
    "overview": "A photographer documents his nightly expeditions through Japan's world of sex for hire.\r Filmed across 120 nights in Japan's brothels and presented in 120 fragments ― divided into 6 chapters and 6 female prostitutes.",
    "genre_ids": [
      18,
      99,
      0,
      0,
      0
    ],
    "release_days": 14190,
    "release_year": "2008",
    "popularity": 0.1552,
    "vote_average": 6.714,
    "vote_count": 14,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/4bVjKc3fLRjBYoIP3NjsJ6oNi40.jpg"
  },
  {
    "id": 162419,
    "title": "Dyn Amo",
    "overview": "'Dyn Amo' is a 'drama' exploring the distinction between a person's self and his projection of that self to others; and it's a 'horror movie' tragically suggesting how a projection can become more substantial than the self behind it. Its subjects are role-playing (especially sexual role-playing), and the masochism of playing a role that conforms to others' exploitative interests.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 908,
    "release_year": "1972",
    "popularity": 0.1293,
    "vote_average": 5.7,
    "vote_count": 10,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/ifQgVHUWP4VHnxJfF9eZPo10o1m.jpg"
  },
  {
    "id": 1419440,
    "title": "Hunger",
    "overview": "The life and death of cattle at the hands of a rancher.",
    "genre_ids": [
      27,
      16,
      0,
      0,
      0
    ],
    "release_days": 20101,
    "release_year": "2025",
    "popularity": 0.0554,
    "vote_average": 4,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/pPRmDS9St2o2Jvn6EfL4sDwLhJq.jpg"
  },
  {
    "id": 104452,
    "title": "This Transient Life",
    "overview": "Near a remote Buddhist monastery, a young man falls in love with his sister and gets her pregnant. After a monk finds out, the young man becomes an assistant to a master sculptor, only to proceed to complicate matters with his affairs.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 219,
    "release_year": "1970",
    "popularity": 0.6343,
    "vote_average": 7.5,
    "vote_count": 41,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/3c6kIYxqhWEIFh9QITV9OPamQWz.jpg"
  },
  {
    "id": 605994,
    "title": "Aquarium City",
    "overview": "It is all flickering neon-light with Aquarium City (1996), a feature film of 76 minutes, using black inserts and the structure of the tatami again. Blue and grey are the most prominent colours, and a sky turning white while a young woman is using drugs and waving her hair. The needle in her arm, and we are watching from a distance while cars and motorcycles are passing the street. The possible contrasts in beauty seem to be Onishi’s theme, so after the dark street we watch another woman masturbating while sitting on a chair. But later placing the needle in the vagina of another woman. The sun is shining outside and cars continue driving. But the power is gone. And the way out is never anything else but a black hole.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 9496,
    "release_year": "1996",
    "popularity": 0.0338,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/hC1Fv2mJnQXZaWP7iofT4yim7Nw.jpg"
  },
  {
    "id": 719539,
    "title": "Filmletter★oufuku IV",
    "overview": "",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 10731,
    "release_year": "1999",
    "popularity": 0.0143,
    "vote_average": 5,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/hiuHnb5PUiHqnBz8D3cL3wa4F8J.jpg"
  },
  {
    "id": 86814,
    "title": "News from Home",
    "overview": "Belgian filmmaker Chantal Akerman lives in New York. Filmed images of the City accompany texts of Akerman's loving mother back home in Brussels. The City comes more and more to the front while the words of the mother, read by Akerman herself, gradually fade away.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 2696,
    "release_year": "1977",
    "popularity": 0.2765,
    "vote_average": 7,
    "vote_count": 76,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/5LqgIR3npCOswRefM5f437Xx9Hb.jpg"
  },
  {
    "id": 68610,
    "title": "ReGOREgitated Sacrifice",
    "overview": "Guided by identical twin demon spirits, The Black Angels of Hell, we see the diabolical depiction of the alternate-parallel dimension of the simultaneous suicide deaths of Kurt Cobain and bulimic porn star Angela Aberdeen, as seen through the mental activity of Angela's journey toward brain death as a result of her self-inflicted death by drowning.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 14043,
    "release_year": "2008",
    "popularity": 0.8202,
    "vote_average": 3.278,
    "vote_count": 45,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/cADBvuMzDyAGmw4CTvshea7vu5U.jpg"
  },
  {
    "id": 4024,
    "title": "Last Year at Marienbad",
    "overview": "In a strange and isolated chateau, a man becomes acquainted with a woman and insists that they have met before.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -3143,
    "release_year": "1961",
    "popularity": 1.1858,
    "vote_average": 7.428,
    "vote_count": 499,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/tizZ7JnXRFMvoNegu2CtM2ab9E7.jpg"
  },
  {
    "id": 413254,
    "title": "The Sacrifice",
    "overview": "Oh, the woe of simultaneous birthdays, as were Mr. and Mrs. Hardlucks', and both being of a generous nature, were seized with an insatiable desire to make on this anniversary of their nativity suitable gifts, each to the other, Hardluck has a watch, but no fob. Mrs. Hardluck has a wealth of hair, but no decorative comb for her hair. What is worse, finances are low, or rather exhausted. An idea strikes Hardluck. He will pawn his watch and buy a comb; thus surprising her. Mrs. Hardluck's mind is also illumined by a bright thought. She will sacrifice her hair, and with the money buy him a fob. This they do, of course, unknown to each other. Well, here's the situation: He had no fob for his watch, and she no comb for her hair; but now he has no watch for his fob, and she has no hair for her comb.  Mack Sennett appears as an extra in this film produced by the Biograph Company.",
    "genre_ids": [
      10749,
      35,
      0,
      0,
      0
    ],
    "release_days": -22267,
    "release_year": "1909",
    "popularity": 0.0942,
    "vote_average": 4,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 13,
    "poster_path": null
  },
  {
    "id": 16672,
    "title": "Woman in the Dunes",
    "overview": "A vacationing entomologist suffers extreme physical and psychological trauma after being taken captive by the residents of a poor seaside village and made to live with a woman whose life task is shoveling sand for them.",
    "genre_ids": [
      18,
      53,
      0,
      0,
      0
    ],
    "release_days": -2147,
    "release_year": "1964",
    "popularity": 3.5007,
    "vote_average": 8.219,
    "vote_count": 472,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/f0JpsMQ9oEjKBD66Ky3qK3z7LGT.jpg"
  },
  {
    "id": 1018,
    "title": "Mulholland Drive",
    "overview": "Blonde Betty Elms has only just arrived in Hollywood to become a movie star when she meets an enigmatic brunette with amnesia. Meanwhile, as the two set off to solve the second woman's identity, filmmaker Adam Kesher runs into ominous trouble while casting his latest project.",
    "genre_ids": [
      53,
      18,
      9648,
      0,
      0
    ],
    "release_days": 11479,
    "release_year": "2001",
    "popularity": 8.5101,
    "vote_average": 7.807,
    "vote_count": 6515,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/x7A59t6ySylr1L7aubOQEA480vM.jpg"
  },
  {
    "id": 44012,
    "title": "Jeanne Dielman, 23, quai du Commerce, 1080 Bruxelles",
    "overview": "A lonely widowed housewife does her daily chores and takes care of her apartment where she lives with her teenage son, and turns the occasional trick to make ends meet. Slowly, her ritualized daily routines begin to fall apart.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 2211,
    "release_year": "1976",
    "popularity": 1.5226,
    "vote_average": 7.388,
    "vote_count": 332,
    "language_code": 0,
    "title_length": 52,
    "poster_path": "/yeL8c24oBUQSdms8f7GmRvx3DIZ.jpg"
  },
  {
    "id": 104251,
    "title": "Pastoral: To Die in the Country",
    "overview": "A director faces creative block while working on his latest film – a reimagination of his adolescence growing up in a mountain village in rural Japan.",
    "genre_ids": [
      14,
      18,
      0,
      0,
      0
    ],
    "release_days": 1822,
    "release_year": "1974",
    "popularity": 1.296,
    "vote_average": 7.485,
    "vote_count": 98,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/8WiNgQeYBAh9fOsPCRjQdBSnoEk.jpg"
  },
  {
    "id": 27072,
    "title": "On the Silver Globe",
    "overview": "A small group of cosmic explorers, including a woman, leaves Earth to start a new civilization. They do not realize that within themselves they carry the end of their own dream. They die one by one, while their children revert to a primitive native culture, creating new myths and a new god.",
    "genre_ids": [
      878,
      18,
      0,
      0,
      0
    ],
    "release_days": 6980,
    "release_year": "1989",
    "popularity": 1.7313,
    "vote_average": 7.73,
    "vote_count": 150,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/fOeMeTdGBlueTPtXgdamH8CkioX.jpg"
  },
  {
    "id": 56653,
    "title": "Sombre",
    "overview": "A serial killer stalks a woman he befriended after her car broke down.",
    "genre_ids": [
      18,
      27,
      0,
      0,
      0
    ],
    "release_days": 10444,
    "release_year": "1998",
    "popularity": 0.2576,
    "vote_average": 6.479,
    "vote_count": 48,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/wjhjIkeBaNONWoIpLusg7DSxWWt.jpg"
  },
  {
    "id": 142155,
    "title": "It May Be That Beauty Has Strengthened Our Resolve - Masao Adachi",
    "overview": "The first in a planned series of films about radical filmmakers by film critic Nicole Brenez and filmmaker Philippe Grandrieux, It May Be That Beauty Has Strengthened Our Resolve is a portrait of Masao Adachi, who emerged during the Japanese New Wave of the 1960s as a screenwriter for Nagisa Oshima and Koji Wakamatsu, and directed a series of avant-garde films that grafted radical politics to the sexploitation genre. A 1971 visit to a Popular Front for the Liberation of Palestine (PFLP) training camp while on the way back from Cannes resulted in Adachi's most infamous film, the agit-prop documentary Red Army/PFLP: Declaration of World War, which he co-directed with Wakamatsu. Soon after, Adachi joined a splinter cell of the Japanese Red Army in Lebanon, where he stayed from 1974 until he was deported to Japan in 1997 to serve time for passport violations.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 15163,
    "release_year": "2011",
    "popularity": 0.1269,
    "vote_average": 6.143,
    "vote_count": 7,
    "language_code": 0,
    "title_length": 65,
    "poster_path": "/r3IkQdtabohLoTsC3tK8j5XlD0d.jpg"
  },
  {
    "id": 27359,
    "title": "Brand Upon the Brain!",
    "overview": "After returning home to his long-estranged mother upon a request from her deathbed, a man raised by his parents in an orphanage has to confront the childhood memories that have long haunted him.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 13642,
    "release_year": "2007",
    "popularity": 0.1887,
    "vote_average": 6.7,
    "vote_count": 58,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/aCnZaP8QUUYrqoMoE9JOkvUOvQd.jpg"
  },
  {
    "id": 13241,
    "title": "My Winnipeg",
    "overview": "The geographical dead center of North America and the beloved birthplace of Guy Maddin, Winnipeg, is the frosty and mysterious star of Maddin’s film. Fact, fantasy and memory are woven seamlessly together in this work, conjuring a city as delightful as it is fearsome.",
    "genre_ids": [
      99,
      18,
      35,
      0,
      0
    ],
    "release_days": 14043,
    "release_year": "2008",
    "popularity": 0.3475,
    "vote_average": 6.9,
    "vote_count": 101,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/nytcKOHE4CF7OlSej4zpIVEbCy7.jpg"
  },
  {
    "id": 1987,
    "title": "Benny's Video",
    "overview": "A 14-year-old video enthusiast obsessed with violent films decides to make one of his own and show it to his parents, with tragic results.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 8328,
    "release_year": "1992",
    "popularity": 0.8503,
    "vote_average": 6.905,
    "vote_count": 359,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/o7hoPVLasBxp6iMmehCJbNhucLb.jpg"
  },
  {
    "id": 689,
    "title": "The Travelling Players",
    "overview": "This expansive Greek drama follows a troupe of theater actors as they perform around their country during World War II. While the production that they put on is entitled \"Golfo the Shepherdess,\" the thespians end up echoing scenes from classic Greek tales in their own lives, as Elektra plots revenge on her mother for the death of her father, and seeks help from her brother, Orestes, a young anti-fascist rebel.",
    "genre_ids": [
      18,
      10752,
      36,
      0,
      0
    ],
    "release_days": 2007,
    "release_year": "1975",
    "popularity": 0.4318,
    "vote_average": 7.3,
    "vote_count": 79,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/o7e7bhYVYVJGCnxRqcvnYBeQ5dZ.jpg"
  },
  {
    "id": 22549,
    "title": "Ulysses' Gaze",
    "overview": "An exiled filmmaker finally returns to his home country where former mysteries and afflictions of his early life come back to haunt him once more.",
    "genre_ids": [
      18,
      36,
      10752,
      0,
      0
    ],
    "release_days": 9415,
    "release_year": "1995",
    "popularity": 1.1656,
    "vote_average": 7.4,
    "vote_count": 110,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/AmRdjyd5nVBd06FzJT8xoTS43ct.jpg"
  },
  {
    "id": 37952,
    "title": "The Weeping Meadow",
    "overview": "The first part of an incomplete trilogy telling the story of the greek people. The film begins in 1919, with Greek immigrants from Odessa arriving near Thessaloniki. Led by the charismatic Spyros, they establish a new settlement in the delta of a river. The youngest of the settlers are Spyros' son Alexis and an orphan from Odessa, Eleni. A strong, almost incestuous affection develops between the teenagers, resulting in twins who are given to a foster family. Also standing in the way of love is Spyros, determined to take his foster daughter as his wife. The lovers then decide to flee the village, persecuted by their father, leading a life of exile. As Alexis joins a group of musicians planning to go to the United States, Eleni regains custody of the twins. Angelopoulos, as in previous films, looks at the sacrifice of civilians confronted by the workers' demonstrations of 1935, the rule of Metaxas' fascist junta and forced emigration to America, and finally the civil war of 1944-1949.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": 12468,
    "release_year": "2004",
    "popularity": 0.7273,
    "vote_average": 7.5,
    "vote_count": 94,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/gLH8vr0XTN4xhwz5iMhBxyw9frI.jpg"
  },
  {
    "id": 52717,
    "title": "In Praise of Love",
    "overview": "Someone we hear talking - but whom we do not see - speaks of a project which describes the four key moments of love: meeting, physical passion, arguments/separation and making up. This project is to be told through three couples: young, adult and old. We do not know if the project is for a play, a film, a novel or an opera. The author of the project is always accompanied by a kind of servant. Meanwhile, two years earlier, an American civil servant meets with an elderly French couple who had fought in the Resistance during World War II, brokering a deal with a Hollywood director to buy the rights to tell their story. The members of the old couple's family discuss heatedly questions of nation, memory and history.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 11458,
    "release_year": "2001",
    "popularity": 0.1528,
    "vote_average": 6.6,
    "vote_count": 40,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/qOk8FU772QtddRLZDqZTaExtMpD.jpg"
  },
  {
    "id": 20108,
    "title": "Au Hasard Balthazar",
    "overview": "The story of a donkey Balthazar as he is passed from owner to owner, some kind and some cruel but all with motivations beyond his understanding. Balthazar, whose life parallels that of his first keeper, Marie, is truly a beast of burden, suffering the sins of humankind. But despite his powerlessness, he accepts his fate nobly.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -1317,
    "release_year": "1966",
    "popularity": 1.7639,
    "vote_average": 7.563,
    "vote_count": 463,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/lkLO1HDzzaXpTXtAgnGpVqIQkvF.jpg"
  },
  {
    "id": 385124,
    "title": "Daddy",
    "overview": "Colin McCormack thinks he has it all - a great job, a steady stream of hot younger guys, and a best friend whose devotion he takes for granted. But when a charming and mercurial intern sweeps him off his feet, Colin sees a chance for something more: A family of his own. What he discovers instead is a shattering secret that may cost Colin everything -- and everyone -- he holds dear.",
    "genre_ids": [
      18,
      35,
      9648,
      0,
      0
    ],
    "release_days": 16690,
    "release_year": "2015",
    "popularity": 0.9644,
    "vote_average": 5,
    "vote_count": 18,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/lKNs8n7zpGVrmrUN8RdYIMBNO4M.jpg"
  },
  {
    "id": 198782,
    "title": "Matthew's Days",
    "overview": "A man who is socially inept and out of touch with the world lives with his sister in a small farmhouse. The overly sensitive man lives off his hard-working sibling, taking odd jobs as he gets them to secure his meager earnings. When he brings home a woodcutter from the forest, the sister and the newcomer fall in love. Terrified over a life without his sister, the man can't cope.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -685,
    "release_year": "1968",
    "popularity": 0.0744,
    "vote_average": 6.1,
    "vote_count": 9,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/bLCcu3AfD7BZdHZKFeU4dg1LDGV.jpg"
  },
  {
    "id": 104254,
    "title": "Silence Has No Wings",
    "overview": "Following the journey of a caterpillar along the Japanese islands from Nagasaki to Hokkaido, this allegorical and oblique first feature film by Kuroki depicts in exquisite images a series of encounters and life's turning points.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -1420,
    "release_year": "1966",
    "popularity": 0.2863,
    "vote_average": 7,
    "vote_count": 17,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/gzdy70CZYRKVpy9jKDehMa8m2yn.jpg"
  },
  {
    "id": 149720,
    "title": "Angel's Egg",
    "overview": "The film follows a young aspiring art university student, who falls in love with the older sister of his girlfriend. The heartrending longing and the true love that the three characters pursue, is pure, but almost painful. Is the person who stands next to you, is the person that gives you true comfort and love? Can you say that you love him/her from the bottom of your heart?",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 13442,
    "release_year": "2006",
    "popularity": 0.2559,
    "vote_average": 6.5,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/pV3ms3vXUxq1GKzPBHtZBdDYguY.jpg"
  },
  {
    "id": 10238,
    "title": "Cries and Whispers",
    "overview": "As Agnes slowly dies of cancer, her sisters are so immersed in their own psychic pains that they are unable to offer her the support she needs.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 1085,
    "release_year": "1972",
    "popularity": 1.2672,
    "vote_average": 7.9,
    "vote_count": 716,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/a1bMgB09YDvvRN9SitCclUYragr.jpg"
  },
  {
    "id": 1259735,
    "title": "Persona",
    "overview": "A woman wakes up locked in a house, injured with no memory. She's terrified and a little relieved to find a woman bound in another room. These two strangers must work together to figure out what's really going on before the door is unlocked.",
    "genre_ids": [
      27,
      53,
      0,
      0,
      0
    ],
    "release_days": 20060,
    "release_year": "2024",
    "popularity": 0.1962,
    "vote_average": 5,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/ezxDQTPyA3ZimORW7u5vZQbf1De.jpg"
  },
  {
    "id": 1442918,
    "title": "Wild Strawberries",
    "overview": "Overworked New York architect Daphne Bello arrives in the Rhodope Mountains to inherit the abandoned house of her grandmother, a woman she never knew, who recently passed away at the age of 102. As she searches for the truth about her long-deceased Bulgarian father, Daphne clashes with her eccentric local cousin Orlin, who is eager to rid her of the supposedly worthless property—while keeping secret the unique mineral spring flowing beneath it. Unraveling the dramatic history of her father’s lineage, still alive in the memories of the village elders, Daphne discovers an unexpected opportunity to rediscover herself.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 20166,
    "release_year": "2025",
    "popularity": 0.133,
    "vote_average": 6.7,
    "vote_count": 3,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/mJrJSzrLP8MiCtBjPVKE29QCQ5Q.jpg"
  },
  {
    "id": 21450,
    "title": "Naked",
    "overview": "An unemployed Brit vents his rage on unsuspecting strangers as he embarks on a nocturnal London odyssey.",
    "genre_ids": [
      18,
      35,
      0,
      0,
      0
    ],
    "release_days": 8657,
    "release_year": "1993",
    "popularity": 2.8414,
    "vote_average": 7.277,
    "vote_count": 591,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/xMYP4uaNeyPmX4FQ2xxWk2eIN6K.jpg"
  },
  {
    "id": 68757,
    "title": "City of Pirates",
    "overview": "A surreal odyssey in which a melancholic maidservant crosses paths with a homicidal little boy, travels to a tiny island of pirates and encounters a man with multiple personalities.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 5165,
    "release_year": "1984",
    "popularity": 0.2695,
    "vote_average": 7.2,
    "vote_count": 41,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/yrew6oTju5QlEx6WM5txPtB2mJj.jpg"
  },
  {
    "id": 4495,
    "title": "The Spirit of the Beehive",
    "overview": "In 1940, in the immediate aftermath of the Spanish Civil War, a young girl living on the Castilian plain is haunted after attending a screening of James Whale's 1931 film Frankenstein and hearing from her sister that the monster is not dead, instead existing as a spirit inhabiting a nearby barn.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 1376,
    "release_year": "1973",
    "popularity": 1.229,
    "vote_average": 7.6,
    "vote_count": 360,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/p2wx4EWasQaPGxnbS2IsW74ewVN.jpg"
  },
  {
    "id": 37903,
    "title": "The White Ribbon",
    "overview": "An aged tailor recalls his life as the schoolteacher of a small village in Northern Germany that was struck by a series of strange events in the year leading up to WWI.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 14511,
    "release_year": "2009",
    "popularity": 1.7343,
    "vote_average": 7.48,
    "vote_count": 1050,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/54dlnGDexrwAFlDb8HWKfmmX4LB.jpg"
  },
  {
    "id": 27019,
    "title": "Céline and Julie Go Boating",
    "overview": "Julie, a daydreaming librarian, meets Céline, an enigmatic magician, and together they become the heroines of a time-warping adventure involving a haunted house, psychotropic candy, and a murder-mystery melodrama.",
    "genre_ids": [
      35,
      18,
      14,
      0,
      0
    ],
    "release_days": 1721,
    "release_year": "1974",
    "popularity": 0.7451,
    "vote_average": 6.7,
    "vote_count": 137,
    "language_code": 0,
    "title_length": 27,
    "poster_path": "/ijpehUwH4XFNFm8UcYHpRQVRQUF.jpg"
  },
  {
    "id": 104086,
    "title": "The Man Who Sleeps",
    "overview": "A young student decides to have no more interaction with the world than is needed to minimally sustain life. His increasingly automaton-like behavior is coupled with a strange clarity of insight about the world around him.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 1574,
    "release_year": "1974",
    "popularity": 0.4413,
    "vote_average": 7.8,
    "vote_count": 127,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/bEX0pQzpmsBM6pRo3meindwNTzE.jpg"
  },
  {
    "id": 671044,
    "title": "Dream Island Girl",
    "overview": "A boy helps an unconscious girl by the river. The girl wakes up, but there is little conversation between the two, and the past emerges as a girl's memory. A girl with a broken heart and a lonely boy. The boy recalls the girl's thoughts and gets lost in the memory of the intersecting girl. Or is it a boy's memory? A unique drama that intuitively visualizes beyond the concept of time and space. Written and directed by Shoichiro Sasaki. The debut work of Yukiyo Nakao as the heroine.",
    "genre_ids": [
      18,
      10770,
      10749,
      0,
      0
    ],
    "release_days": 1748,
    "release_year": "1974",
    "popularity": 0.1235,
    "vote_average": 9,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/bxVp717JNyYRasuETLmp507ywjZ.jpg"
  },
  {
    "id": 62,
    "title": "2001: A Space Odyssey",
    "overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
    "genre_ids": [
      878,
      9648,
      12,
      0,
      0
    ],
    "release_days": -639,
    "release_year": "1968",
    "popularity": 9.3413,
    "vote_average": 8.064,
    "vote_count": 11834,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/ve72VxNqjGM69Uky4WTo2bK6rfq.jpg"
  },
  {
    "id": 315855,
    "title": "The Forbidden Room",
    "overview": "A submarine crew, a feared pack of forest bandits, a famous surgeon, and a battalion of child soldiers all get more than they bargained for as they wend their way toward progressive ideas on life and love.",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 16715,
    "release_year": "2015",
    "popularity": 0.3022,
    "vote_average": 5.654,
    "vote_count": 91,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/apISTiqipiBxL47lQKYV4CJrBO2.jpg"
  },
  {
    "id": 63659,
    "title": "Agatha and the Limitless Readings",
    "overview": "A man and his sister meet at a seaside village to discuss their relationship.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 4297,
    "release_year": "1981",
    "popularity": 0.214,
    "vote_average": 6.3,
    "vote_count": 19,
    "language_code": 0,
    "title_length": 33,
    "poster_path": "/agrscypKfjYeFVqw6rtD9GwQp5f.jpg"
  },
  {
    "id": 345914,
    "title": "The House",
    "overview": "When Scott and Kate Johansen’s daughter gets into the college of her dreams it’s cause for celebration. That is, until Scott and Kate learn that the scholarship they were counting on didn’t come through, and they’re now on the hook for tuition they can’t begin to afford. With the help of their friend and neighbor Frank also in need of a major payday they decide to open an illegal casino in his suburban house, risking everything together on a Vegas-style bacchanal where money flows, inhibitions are checked at the door, and all bets are off.",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 17346,
    "release_year": "2017",
    "popularity": 1.7619,
    "vote_average": 5.6,
    "vote_count": 926,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/hkmWkVgirei79bwds23Hr0lWSXS.jpg"
  },
  {
    "id": 1123592,
    "title": "Out of Frame",
    "overview": "Trapped in their frames and monitored by a menacing curator, two paintings long to escape from the art gallery's white walls. As the paintings lock eyes across the room, an unspoken connection between them sets the stage for revolution. With a distinctive blend of live-action and animation, this short film by Evan Bode employs surreal metaphor to explore ideas about power, resistance, queer identity, visibility, and liberation from constructed borders.",
    "genre_ids": [
      14,
      16,
      10749,
      18,
      10751
    ],
    "release_days": 19481,
    "release_year": "2023",
    "popularity": 0.2654,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/2G8WJmOqv9tuMq24fsAr3eyUNuH.jpg"
  },
  {
    "id": 53806,
    "title": "The Other Side of the Underneath",
    "overview": "A therapist looks into the mind of a woman diagnosed as schizophrenic and finds, not madness, but tortured sexual guilt created by the taboos of society.",
    "genre_ids": [
      18,
      27,
      0,
      0,
      0
    ],
    "release_days": 1055,
    "release_year": "1972",
    "popularity": 0.3443,
    "vote_average": 6.947,
    "vote_count": 19,
    "language_code": 0,
    "title_length": 32,
    "poster_path": "/h69TJFSmghZEV2r5SDsHLRRhBky.jpg"
  },
  {
    "id": 1004130,
    "title": "Stalker",
    "overview": "Rose Hepburn, a young actor working in horror movies, returns to her empty hotel. Forced to use the old freight elevator, it jolts to a halt on the twelfth floor, leaving her trapped with an unusual stranger. Left with no mobile phone signal as a storm approaches, tensions escalate and suspicions rise when Rose discovers the identity of the mysterious man is Daniel Reed, a camera operator on her latest movie, who is seemingly obsessed with her. As the elevator hangs precariously high about to plunge down at any minute, some harsh truths and actions start unfolding.",
    "genre_ids": [
      27,
      53,
      0,
      0,
      0
    ],
    "release_days": 19447,
    "release_year": "2023",
    "popularity": 1.0517,
    "vote_average": 6,
    "vote_count": 22,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/g6aZ3KUntef8IbT16uMNSkcUPe1.jpg"
  },
  {
    "id": 1556,
    "title": "Funeral Parade of Roses",
    "overview": "In 1960s Tokyo, Gonda owns a bar in which the gay, cross-dresser, and trans scenes meet. Gonda is in a relationship with the madam of the bar, Leda. As the younger Eddie starts a passionate affair with Gonda, she ignites the jealousy of Leda, unaware of another kind of history between them.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -110,
    "release_year": "1969",
    "popularity": 1.0983,
    "vote_average": 7.575,
    "vote_count": 214,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/7cRQ6rSGajW2soWDr3voEN2rgYO.jpg"
  },
  {
    "id": 16646,
    "title": "Russian Ark",
    "overview": "A ghost and a French marquis wander through the Winter Palace in St Petersburg, encountering scenes from many different periods of its history.",
    "genre_ids": [
      18,
      14,
      36,
      0,
      0
    ],
    "release_days": 11829,
    "release_year": "2002",
    "popularity": 1.0829,
    "vote_average": 7.3,
    "vote_count": 473,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/ceEMxpXrbWo823I3KZlS5t54Nwo.jpg"
  },
  {
    "id": 30020,
    "title": "Taste of Cherry",
    "overview": "A middle-aged Tehranian man, Mr. Badii is intent on killing himself and seeks someone to bury him after his demise. Driving around the city, the seemingly well-to-do Badii meets with numerous people, including a Muslim student, asking them to take on the job, but initially he has little luck. Eventually, Badii finds a man who is up for the task because he needs the money, but his new associate soon tries to talk him out of committing suicide.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10132,
    "release_year": "1997",
    "popularity": 2.8437,
    "vote_average": 7.654,
    "vote_count": 625,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/u6GYH4HyR0BVwpqFuTOc2g4KB1L.jpg"
  },
  {
    "id": 273196,
    "title": "The Bright Night",
    "overview": "In a montage alternating with moments of Nigel Rogers' interpretation of the most beautiful passages from \"Orpheus,\" the opera by Striggio and Monteverdi, La Nuit Claire is an evocation of the celebrated myth, within which images of the love between its two modern protagonists, Anne and Julien, are inscribed. - BAM/PFA",
    "genre_ids": [
      14,
      18,
      0,
      0,
      0
    ],
    "release_days": 3223,
    "release_year": "1978",
    "popularity": 0.0071,
    "vote_average": 6.7,
    "vote_count": 11,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/75EncVRolIbCNezcP26HUNS8Hwk.jpg"
  },
  {
    "id": 638,
    "title": "Lost Highway",
    "overview": "A tormented jazz musician finds himself lost in an enigmatic story involving murder, surveillance, gangsters, doppelgängers, and an impossible transformation inside a prison cell.",
    "genre_ids": [
      18,
      53,
      9648,
      0,
      0
    ],
    "release_days": 9876,
    "release_year": "1997",
    "popularity": 5.201,
    "vote_average": 7.547,
    "vote_count": 2726,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/fdTtij6H0sX9AzIjUeynh5zbfm7.jpg"
  },
  {
    "id": 62215,
    "title": "Melancholia",
    "overview": "Justine and Michael are celebrating their marriage at a sumptuous party in the home of her sister Claire, and brother-in-law John. Despite Claire’s best efforts, the wedding is a fiasco, with family tensions mounting and relationships fraying. Meanwhile, a planet called Melancholia is heading directly towards Earth…",
    "genre_ids": [
      18,
      878,
      0,
      0,
      0
    ],
    "release_days": 15120,
    "release_year": "2011",
    "popularity": 4.4478,
    "vote_average": 7.2,
    "vote_count": 3586,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/fMneszMiQuTKY8JUXrGGB5vwqJf.jpg"
  },
  {
    "id": 25904,
    "title": "Marketa Lazarová",
    "overview": "Mikolás and his brother Adam end up with a young German hostage of noble blood during a robbery. While their clan prepares for the wrath of the German king, Mikolás is sent to pressure his neighbor Lazar into a defense pact. Persuasion fails and he abducts Lazar's daughter Marketa on the eve of her initiation as a nun in an act of vengeance.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": -769,
    "release_year": "1967",
    "popularity": 0.7499,
    "vote_average": 7.9,
    "vote_count": 140,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/c16ArEPUqb0RdUyZBH6fnO7ZiLL.jpg"
  },
  {
    "id": 93084,
    "title": "Keyhole",
    "overview": "Gangster and deadbeat dad, Ulysses Pick, embarks on an unusual journey through his home.",
    "genre_ids": [
      80,
      18,
      27,
      0,
      0
    ],
    "release_days": 15226,
    "release_year": "2011",
    "popularity": 0.4785,
    "vote_average": 5.5,
    "vote_count": 32,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/t5J4bVz42R5MrDQv6cNpdkYgTkk.jpg"
  },
  {
    "id": 37209,
    "title": "The Saddest Music in the World",
    "overview": "In Depression-era Winnipeg, a legless beer baroness hosts a contest for the saddest music in the world, offering a grand prize of $25,000.",
    "genre_ids": [
      35,
      18,
      10402,
      0,
      0
    ],
    "release_days": 12312,
    "release_year": "2003",
    "popularity": 0.3582,
    "vote_average": 7.008,
    "vote_count": 60,
    "language_code": 0,
    "title_length": 30,
    "poster_path": "/7ATs79HpMv82hcPM3iv6kwugyDj.jpg"
  },
  {
    "id": 64131,
    "title": "Mauvais Sang",
    "overview": "Two aging crooks are given two weeks to repay a debt to a woman named The American. They recruit their recently deceased partner's son to help them break into a laboratory and steal the vaccine against STBO, a sexually transmitted disease that is sweeping the country. It's spread by having sex without emotional involvement, and most of its victims are teenagers who make love out of curiosity rather than commitment.",
    "genre_ids": [
      10749,
      80,
      18,
      878,
      0
    ],
    "release_days": 6173,
    "release_year": "1986",
    "popularity": 0.9067,
    "vote_average": 7.153,
    "vote_count": 261,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/yjUmAFx8Z3E0K1IUpQSyUilL5P9.jpg"
  },
  {
    "id": 5544,
    "title": "Hiroshima Mon Amour",
    "overview": "The deep conversation between a Japanese architect and a French actress forms the basis of this celebrated French film, considered one of the vanguard productions of the French New Wave. Set in Hiroshima after the end of World War II, the couple -- lovers turned friends -- recount, over many hours, previous romances and life experiences. The two intertwine their stories about the past with pondering the devastation wrought by the atomic bomb dropped on the city.",
    "genre_ids": [
      18,
      36,
      10749,
      0,
      0
    ],
    "release_days": -3858,
    "release_year": "1959",
    "popularity": 1.9446,
    "vote_average": 7.7,
    "vote_count": 838,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/vjP7eX9c0xUD5i5dTRaP3NYC8iN.jpg"
  },
  {
    "id": 64847,
    "title": "Belladonna of Sadness",
    "overview": "An evil feudal lord rapes a village girl on her wedding night and proceeds to ruin her and her husband's lives. After she's eventually banished from her village, the girl makes a pact with the devil to gain magical ability and take revenge.",
    "genre_ids": [
      16,
      18,
      14,
      0,
      0
    ],
    "release_days": 1276,
    "release_year": "1973",
    "popularity": 1.8831,
    "vote_average": 7.325,
    "vote_count": 328,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/lsgaGlGVIRXLj9xRqPQgzvlcffP.jpg"
  },
  {
    "id": 553,
    "title": "Dogville",
    "overview": "When beautiful young Grace arrives in the isolated township of Dogville, the small community agrees to hide her from a gang of ruthless gangsters, and, in return, Grace agrees to do odd jobs for the townspeople.",
    "genre_ids": [
      80,
      18,
      53,
      0,
      0
    ],
    "release_days": 12193,
    "release_year": "2003",
    "popularity": 4.1784,
    "vote_average": 7.8,
    "vote_count": 2488,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/lraVawavIXh5geMlVjpzCw9TGwR.jpg"
  },
  {
    "id": 1561,
    "title": "Mouchette",
    "overview": "A young girl living in the French countryside suffers constant indignities at the hand of alcoholism and her fellow man.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -1010,
    "release_year": "1967",
    "popularity": 1.2054,
    "vote_average": 7.466,
    "vote_count": 252,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/raizDhYcnFXwIiQNSrJi3rY4Jhn.jpg"
  },
  {
    "id": 97370,
    "title": "Under the Skin",
    "overview": "A seductive stranger prowls the streets of Glasgow in search of prey: unsuspecting men who fall under her spell.",
    "genre_ids": [
      53,
      878,
      18,
      0,
      0
    ],
    "release_days": 16143,
    "release_year": "2014",
    "popularity": 5.8196,
    "vote_average": 6.14,
    "vote_count": 3537,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/55wmcXJIDYITr7JDijJTdvwSaAv.jpg"
  },
  {
    "id": 121398,
    "title": "Mandala",
    "overview": "Gumby creator Art Clokey takes viewers on a psychedelic journey through a strange, homemade world.  Mandala is an extraordinary film, made in 1974-77, in which transformations of colored abstract shapes in a mystical dreamscape of clay animation transition out to the real world and back, suggesting a revolution in thinking, and an evolution of feeling.",
    "genre_ids": [
      16,
      14,
      0,
      0,
      0
    ],
    "release_days": 2557,
    "release_year": "1977",
    "popularity": 0.1399,
    "vote_average": 6.5,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/9twa5wxnPTwpFw4DLp18owRXNJD.jpg"
  },
  {
    "id": 17609,
    "title": "Antichrist",
    "overview": "A grieving couple retreats to their cabin 'Eden' in the woods, hoping to repair their broken hearts and troubled marriage. But nature takes its course and things go from bad to worse.",
    "genre_ids": [
      18,
      27,
      53,
      0,
      0
    ],
    "release_days": 14384,
    "release_year": "2009",
    "popularity": 5.8038,
    "vote_average": 6.634,
    "vote_count": 2647,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/ge7zbYvpfsDP3luKi0iSpzOgncM.jpg"
  },
  {
    "id": 16,
    "title": "Dancer in the Dark",
    "overview": "Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles – even if just for a moment – by dreaming up little numbers to the rhythmic beats of her surroundings.",
    "genre_ids": [
      18,
      80,
      0,
      0,
      0
    ],
    "release_days": 11201,
    "release_year": "2000",
    "popularity": 2.8302,
    "vote_average": 7.87,
    "vote_count": 1851,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/9rsivF4sWfmBzrNr4LPu6TNJhXX.jpg"
  },
  {
    "id": 516981,
    "title": "The Wolf House",
    "overview": "A whimsical house goes up for sale. Who will buy it? And who created it?",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": null,
    "release_year": null,
    "popularity": 0.0239,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 14,
    "poster_path": null
  },
  {
    "id": 489412,
    "title": "It's Such a Beautiful Day",
    "overview": "Bill struggles to put together his shattered psyche.",
    "genre_ids": [
      16,
      35,
      0,
      0,
      0
    ],
    "release_days": 15576,
    "release_year": "2012",
    "popularity": 1.1199,
    "vote_average": 7.913,
    "vote_count": 341,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/hop0dsM4nxyNENGhBhpJWTCJ5rS.jpg"
  },
  {
    "id": 81217,
    "title": "Szamanka",
    "overview": "Anthropology professor Michal develops two overwhelming obsessions. The first one is a mummified, 3,000 year-old, perfectly preserved body of a shaman he and his colleagues have recently dragged out of a swamp. The second is an enigmatic student he meets by chance at a railway station.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 9626,
    "release_year": "1996",
    "popularity": 0.611,
    "vote_average": 6.2,
    "vote_count": 62,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/siYAyGJvdD5GQEb2M28rokQPn2j.jpg"
  },
  {
    "id": 108764,
    "title": "Maya",
    "overview": "An Ancient Mayan curse is awakened in the ancient temples in Mexico, and people are killed in strange and gory ways by an invisible force.",
    "genre_ids": [
      27,
      9648,
      0,
      0,
      0
    ],
    "release_days": 6940,
    "release_year": "1989",
    "popularity": 0.6203,
    "vote_average": 4.875,
    "vote_count": 16,
    "language_code": 0,
    "title_length": 4,
    "poster_path": "/dkFkmYo5k3JvmwRxQ4r5lPBORFV.jpg"
  },
  {
    "id": 280440,
    "title": "In an Old Manor House or The Independence of Triangles",
    "overview": "In a country house at the turn of a century live a family of eccentrics. Anastasia, the beautiful mistress of the manor, enjoys the amorous attentions of her stepson Blarney so openly that her husband Diapanasius takes out his shotgun and shoots her. The rest of the family accepts her end as a matter-of-fact, and soon - her return as a voyeuristic ghost who interferes with their love lifes. Anastasia has a posthumous son Tadeusz, \"born\" by clambering out of the tree trunk. Anastasia seduces him too, and drives another men so crazy that they kill her another couple of times. Finally, Tadeusz, the arch-rebel, leads a mob on a raid of the old manor.",
    "genre_ids": [
      14,
      18,
      27,
      0,
      0
    ],
    "release_days": 5583,
    "release_year": "1985",
    "popularity": 0.1294,
    "vote_average": 7,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 54,
    "poster_path": "/nItjGYOq4jdmdx64qV4weNoubp.jpg"
  },
  {
    "id": 18491,
    "title": "Neon Genesis Evangelion: The End of Evangelion",
    "overview": "SEELE orders an all-out attack on NERV, aiming to destroy the Evas before Gendo can advance his own plans for the Human Instrumentality Project. Shinji is pushed to the limits of his sanity as he is forced to decide the fate of humanity.",
    "genre_ids": [
      16,
      878,
      28,
      18,
      0
    ],
    "release_days": 10061,
    "release_year": "1997",
    "popularity": 7.2506,
    "vote_average": 8.281,
    "vote_count": 1681,
    "language_code": 0,
    "title_length": 46,
    "poster_path": "/j6G24dqI4WgUtChhWjfnI4lnmiK.jpg"
  },
  {
    "id": 1454678,
    "title": "Ugetsu",
    "overview": "Jazzy Psychedelia",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 20172,
    "release_year": "2025",
    "popularity": 0.1334,
    "vote_average": 5,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/eZoKC7Z9viIPLNVlQlZ3IZfKf7V.jpg"
  },
  {
    "id": 8967,
    "title": "The Tree of Life",
    "overview": "The impressionistic story of a Texas family in the 1950s. The film follows the life journey of the eldest son, Jack, through the innocence of childhood to his disillusioned adult years as he tries to reconcile a complicated relationship with his father. Jack finds himself a lost soul in the modern world, seeking answers to the origins and meaning of life while questioning the existence of faith.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 15111,
    "release_year": "2011",
    "popularity": 5.1955,
    "vote_average": 6.742,
    "vote_count": 3150,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/l8cwuB5WJSoj4uMAsnzuHBOMaSJ.jpg"
  },
  {
    "id": 58129,
    "title": "The Phantom Carriage",
    "overview": "An alcoholic, abusive ne'er-do-well is shown the error of his ways through a legend that dooms the last person to die on New Year's Eve before the clock strikes twelve to take the reins of Death's chariot and work tirelessly collecting fresh souls for the next year.",
    "genre_ids": [
      18,
      14,
      27,
      0,
      0
    ],
    "release_days": -17897,
    "release_year": "1921",
    "popularity": 1.7224,
    "vote_average": 7.8,
    "vote_count": 326,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/vmhMEj2d8JnKS5jzqJf4kYypKWN.jpg"
  },
  {
    "id": 1415417,
    "title": "Father and Daughter",
    "overview": "As the title suggests, Père et fille tells the story of a father growing up alone with his daughter after the premature death of the mother. If the premise is sad, director Quentin Papapietro manages to build a comedy in which the feeling of heartwarming fatherly love is staged with intelligence, and a great sense of cinema. With humour and a hint of absurdity, Père et fille offers a new way to consider family films.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 20123,
    "release_year": "2025",
    "popularity": 0.0569,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 19,
    "poster_path": null
  },
  {
    "id": 474444,
    "title": "The Wild Boys",
    "overview": "Island of La Réunion, in the beginning of the 20th century. Five teenagers commit a savage crime. As punishment, a Dutch captain takes them to a supernatural island with luxuriant vegetation and bewitching powers.",
    "genre_ids": [
      18,
      12,
      14,
      0,
      0
    ],
    "release_days": 17330,
    "release_year": "2017",
    "popularity": 0.8527,
    "vote_average": 6.559,
    "vote_count": 160,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/m1W1JFnlNwtEr99SYclKYhORMXQ.jpg"
  },
  {
    "id": 500960,
    "title": "The Amazonian Angel",
    "overview": "This filmic portrait is born of a double movement: the meeting of Lena Vandrey with our cinematographic universe, our meeting with her pictorial world, her space and her collection of processional figures and articulated dolls. Crossings of imaginations, of mythologies: the South, the origins, the search for a \"greecity\", the search for the magical potential of the image, the feminine one as \"force in love\". Crossings of plastic gestures: one on canvas support, the other on photographic and filmic support. We invited the artist to become herself body-painting, filmed painting. We have staged her texts, her paintings, her objects, her space. Attempt to reveal it as an embodiment of its own mythology.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 8174,
    "release_year": "1992",
    "popularity": 0.0757,
    "vote_average": 9.4,
    "vote_count": 5,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/dPh8h100Int2NawUewCxKOkZSIz.jpg"
  },
  {
    "id": 1135869,
    "title": "Salome",
    "overview": "Kelas Bintang is back with this pack of drama called Salome.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 19490,
    "release_year": "2023",
    "popularity": 14.094,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/9R94k6pMdLWHwzxSSlKVrPo0EE3.jpg"
  },
  {
    "id": 104268,
    "title": "August in the Water",
    "overview": "A teenage girl gains supernatural power after an accident and comes to understand her place in the universe.",
    "genre_ids": [
      878,
      18,
      14,
      9648,
      0
    ],
    "release_days": 9382,
    "release_year": "1995",
    "popularity": 0.4283,
    "vote_average": 6.7,
    "vote_count": 28,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/7DSzmj7srsNMtiYntX2VeZEVufN.jpg"
  },
  {
    "id": 1560,
    "title": "Singapore Sling",
    "overview": "Singapore Sling is chasing after Laura, a romantic memory from his past. One night he finds himself in a mysterious villa, watching two women bury a body. He falls into their trap and, in an atmosphere of isolation and decadence, the trio act out insane pleasure games and a ritual of blood and murder.",
    "genre_ids": [
      35,
      27,
      18,
      0,
      0
    ],
    "release_days": 7644,
    "release_year": "1990",
    "popularity": 0.4659,
    "vote_average": 6.686,
    "vote_count": 70,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/btTYcALtXvE9j8xjvlGOnLT1cQI.jpg"
  },
  {
    "id": 437552,
    "title": "Lacrima Christi",
    "overview": "Lacrima Christi is the longest of the over 150 films made by the Mexican filmmaker resident in Paris, Teo Hernández. Part three of a tetralogy devoted to Christ’s Passion, Lacrima Christi is an exploration of the transfer between desire and myth that takes as its starting point a series of objects found in the flea market of Belleville.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 3761,
    "release_year": "1980",
    "popularity": 0.053,
    "vote_average": 5,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/miBYLgD2TFWIlPPsmJJkUmHDcc5.jpg"
  },
  {
    "id": 76811,
    "title": "Blind Beast vs Killer Dwarf",
    "overview": "A blind masseur kidnaps young women and kills them and then make sculptures of them, while a mysterious dwarf spreading severed body parts around. Detective Akechi Kogorô investigating crimes.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 11497,
    "release_year": "2001",
    "popularity": 0.3446,
    "vote_average": 3.5,
    "vote_count": 13,
    "language_code": 0,
    "title_length": 27,
    "poster_path": "/bB6CWwK6p319pi2nLu4xMA9hr7o.jpg"
  },
  {
    "id": 93491,
    "title": "New Old",
    "overview": "\"Chronicles of the Present Times\" - An experimental trilogy. New Old flows together footage from more than a decade of his wandering between scenes, sets, and drugs, an accelerated world tour through various iterations of the counterculture.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 3611,
    "release_year": "1979",
    "popularity": 0.095,
    "vote_average": 6.2,
    "vote_count": 8,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/2TbrKQ7V3sibGL2f78HYK57gZCf.jpg"
  },
  {
    "id": 1195421,
    "title": "Memoria",
    "overview": "The memories of a man and a woman come to life through photography and animation.",
    "genre_ids": [
      16,
      10749,
      0,
      0,
      0
    ],
    "release_days": 19706,
    "release_year": "2023",
    "popularity": 0.0987,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/w2WtRQDDtUwEVaaGDPsx1TjKhy2.jpg"
  },
  {
    "id": 255090,
    "title": "Fe",
    "overview": "An evangelical priest is forced to question the true reason why God has placed him on earth. With this in mind, the priest is invited to give a religious service in the state prison of Guatemala City, where he meets Beto, a young fisherman accused of killing a thirteen-year-old girl. The priest sees in Beto a chance to redeem himself and once Beto is released from prison, the priest decides to help him. The priest gives Beto job and shelter in the church, causing his family and congregation to turn against him. Convinced of Beto's innocence and affirmed only in his faith, the priest decides to help him at all costs. Until one day, an unexpected crime occurs in the surroundings of the church.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15302,
    "release_year": "2011",
    "popularity": 0.0214,
    "vote_average": 6.667,
    "vote_count": 6,
    "language_code": 0,
    "title_length": 2,
    "poster_path": "/uyMmqvponyDoqKUOZg30zmVAt7d.jpg"
  },
  {
    "id": 263277,
    "title": "Selva. A Portrait of Parvaneh Navaï",
    "overview": "Trance dances and out of body projection. In front of the camera, Parvaneh Navaï becomes a mediator who enters in contact with and immerses into the energies of Nature, while her own energy radiates and echos in the forest (\"selva\"). The camera amplifies and expands her presence, transforming the forest into an imaginary space. The camera becomes a painter's brush.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 4403,
    "release_year": "1982",
    "popularity": 0.0143,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 35,
    "poster_path": "/wWuiX6ENQImJm91PfKwuPTEs5cs.jpg"
  },
  {
    "id": 11553,
    "title": "Millennium Mambo",
    "overview": "Vicky recalls her romances with her exes Hao Hao and Jack in the neon-lit clubs of Taipei.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 11626,
    "release_year": "2001",
    "popularity": 1.5745,
    "vote_average": 6.986,
    "vote_count": 217,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/wSc6tOp1yoAFbZqxG5XVGHcFvRN.jpg"
  },
  {
    "id": 1045947,
    "title": "Damnation",
    "overview": "A succession of guilty souls is viewed through a mysterious portal as they are dispatched to eternal damnation. The clips are taken from the closing moments of the popular 1960s television show “Perry Mason”, where the “true” murderer is unmasked and confesses in an emotional breakdown. The movements are arranged in a succession of cascading and overlapping images that suggest a commonality of distorted humanity.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 19308,
    "release_year": "2022",
    "popularity": 0,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/wS9hVP5kVNVWlmCkX1A5cKH2xXE.jpg"
  },
  {
    "id": 243884,
    "title": "Fish & Cat",
    "overview": "A group of students travel to a remote region to participate in a kite-flying event. Next to their camp by the lakeside, they find a restaurant with cooks that treat the students with suspicion. Bizarre events lead to a complicated situation, from which the students cannot escape.",
    "genre_ids": [
      53,
      18,
      9648,
      0,
      0
    ],
    "release_days": 15954,
    "release_year": "2013",
    "popularity": 0.181,
    "vote_average": 6.4,
    "vote_count": 22,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/xMVyXzH5i1PoxBY8OSRPgDEsFGQ.jpg"
  },
  {
    "id": 614933,
    "title": "Atlas",
    "overview": "A brilliant counterterrorism analyst with a deep distrust of AI discovers it might be her only hope when a mission to capture a renegade robot goes awry.",
    "genre_ids": [
      878,
      28,
      0,
      0,
      0
    ],
    "release_days": 19866,
    "release_year": "2024",
    "popularity": 7.7789,
    "vote_average": 6.737,
    "vote_count": 1379,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/bcM2Tl5HlsvPBnL8DKP9Ie6vU4r.jpg"
  },
  {
    "id": 433768,
    "title": "Angst",
    "overview": "Randolph Tiefenthaler and his wife Rebecca have bought a beautiful 1920s house and move in with their children. The only condition for the sale was that the former owner's brother would be allowed to continue living in the basement.",
    "genre_ids": [
      10770,
      80,
      53,
      0,
      0
    ],
    "release_days": 17501,
    "release_year": "2017",
    "popularity": 0.2649,
    "vote_average": 7.2,
    "vote_count": 5,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/imFndKmBZrCtoPMZdHu9lcFS4q9.jpg"
  },
  {
    "id": 42739,
    "title": "The War Zone",
    "overview": "An alienated teenager, saddened that he has moved away from London, must find a way to deal with a dark family secret.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10753,
    "release_year": "1999",
    "popularity": 1.571,
    "vote_average": 6.842,
    "vote_count": 177,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/k8ihC4NmbiIShEh2Q3ZUcHQeRQt.jpg"
  },
  {
    "id": 104241,
    "title": "Heroic Purgatory",
    "overview": "Rikiya Shoda is an engineer working for the Atomic Agency in Japan. One day, his wife Nanako returns home with a lost teenager called Ayu. A man, pretending to be the father, comes to get her back; Ayu keeps telling him that Rikiya and Nanako are her parents. Through this disruption, Rikiya suddenly starts remembering his youth as a revolutionary.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 268,
    "release_year": "1970",
    "popularity": 0.5826,
    "vote_average": 7,
    "vote_count": 35,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/m7kSD7k2tCX9eCcZg4gOPi8jMYW.jpg"
  },
  {
    "id": 65883,
    "title": "Woman of the Ganges",
    "overview": "A man returns to the place he once lived a passionate love affair with a woman who is now dead.  So powerful are the emotions that seize him that he imagines she is still alive, and begins to live as if this were the case...",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 1553,
    "release_year": "1974",
    "popularity": 0.203,
    "vote_average": 8.2,
    "vote_count": 6,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/13VqEkDhhRWYGzGV632VfOXSFnG.jpg"
  },
  {
    "id": 550060,
    "title": "Tristan and Isolde",
    "overview": "Story about the love of Tristan and Isolde, wife of Tristan's uncle",
    "genre_ids": [
      10402,
      0,
      0,
      0,
      0
    ],
    "release_days": 22,
    "release_year": "1970",
    "popularity": 0.051,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 18,
    "poster_path": null
  },
  {
    "id": 640620,
    "title": "Guiding Star",
    "overview": "In April 1985, I started to make a film with my friend Kamioka as the main character. But even after three months, the whole film was still unknown. I started to work alone with the camera. One day, the rabbit he keeps at home gives birth to a stillborn baby. As he buries her under a tree in the garden, it made me think of his father, who died the year before. He is no longer with us, but only the gaze he left behind. And so I set off on a journey. In a town in the Hokuriku region, he met a woman who once appeared in one of his films. When I dozed off on the train to Tokyo, she appeared to me in a dream and tells me that I will soon find the exit. Back in Tokyo, I told Kamioka that I'm going to start filming again. I came back into the room, turned on the microphone and pressed the flame against the lens.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 6573,
    "release_year": "1987",
    "popularity": 0.0429,
    "vote_average": 5,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/7WMTWSuInzFel7WyV0Nd5Qx9CCj.jpg"
  },
  {
    "id": 1097345,
    "title": "Poem",
    "overview": "Experimental animation.",
    "genre_ids": [
      16,
      0,
      0,
      0,
      0
    ],
    "release_days": null,
    "release_year": null,
    "popularity": 0.0071,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 4,
    "poster_path": null
  },
  {
    "id": 93934,
    "title": "Je Tu Il Elle",
    "overview": "A woman suffers a subdued psychological breakdown in the wake of a devastating breakup.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 1825,
    "release_year": "1974",
    "popularity": 0.5926,
    "vote_average": 6.516,
    "vote_count": 95,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/4arnTs41WSLWsnENWdljFKo0pu1.jpg"
  },
  {
    "id": 45698,
    "title": "The Hourglass Sanatorium",
    "overview": "Josef visits a dilapidated Sanatorium to see his father. Josef undertakes a strange journey through the many rooms of the sanatorium, each which conjures worlds composed of his memories, dreams and nightmares.",
    "genre_ids": [
      14,
      18,
      0,
      0,
      0
    ],
    "release_days": 1441,
    "release_year": "1973",
    "popularity": 1.082,
    "vote_average": 7.6,
    "vote_count": 113,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/wV6LsDuRHPGbQqRsaAAu3xHgflW.jpg"
  },
  {
    "id": 104343,
    "title": "The Man Who Left His Will on Film",
    "overview": "A metaphysical mystery involving a university student's camera getting stolen, and the thief then committing suicide.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 177,
    "release_year": "1970",
    "popularity": 0.4814,
    "vote_average": 5.852,
    "vote_count": 27,
    "language_code": 0,
    "title_length": 33,
    "poster_path": "/2kCrkdG9r8kXTUotItRPLGzDACf.jpg"
  },
  {
    "id": 12093,
    "title": "Lilya 4-ever",
    "overview": "Lilya Michailova lives in poverty, dreaming of a better life. Her mother moves to the United States and abandons her to her neglectful aunt. Desperate for money, Lilya starts working as a prostitute, and meets Andrei, who offers her a good job in Sweden. However, upon arrival, her life quickly enters a downward spiral.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 11922,
    "release_year": "2002",
    "popularity": 3.1565,
    "vote_average": 7.609,
    "vote_count": 585,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/m1xeLa00P3her902OnwL2gIHsXm.jpg"
  },
  {
    "id": 805,
    "title": "Rosemary's Baby",
    "overview": "A young couple, Rosemary and Guy, moves into an infamous New York apartment building, known by frightening legends and mysterious events, with the purpose of starting a family.",
    "genre_ids": [
      18,
      27,
      53,
      0,
      0
    ],
    "release_days": -568,
    "release_year": "1968",
    "popularity": 5.1752,
    "vote_average": 7.824,
    "vote_count": 4048,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/nclYFGpVzfbiORO5ELVVdxzt9Vg.jpg"
  },
  {
    "id": 64901,
    "title": "Cold Water",
    "overview": "An outer suburb of Paris, 1972. Gilles and Christine, both sixteen, are classmates and lovers who have become frustrated with the aloofness of their families and the general monotony of their lives. When the pair are caught shoplifting, Christine's father ships her off to a home for emotionally disturbed children, temporarily putting space between her and Gilles. Luckily for them, though, she escapes and the couple contemplate running away together.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 8952,
    "release_year": "1994",
    "popularity": 0.3991,
    "vote_average": 6.309,
    "vote_count": 47,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/7UmbO8A7EVWmv1kpssBzzz9iPrY.jpg"
  },
  {
    "id": 414030,
    "title": "The Image Book",
    "overview": "In Le Livre d’Image, Jean-Luc Godard recycles existing images (films, documentaries, paintings, television archives, etc.), quotes excerpts from books, uses fragments of music. The driving force is poetic rhyme, the association or opposition of ideas, the aesthetic spark through editing, the keystone. The author performs the work of a sculptor. The hand, for this, is essential. He praises it at the start. “There are the five fingers. The five senses. The five parts of the world (…). The true condition of man is to think with his hands. Jean-Luc Godard composes a dazzling syncopation of sequences, the surge of which evokes the violence of the flows of our contemporary screens, taken to a level of incandescence rarely achieved. Crowned at Cannes, the last Godard is a shock film, with twilight beauty.",
    "genre_ids": [
      18,
      99,
      0,
      0,
      0
    ],
    "release_days": 17815,
    "release_year": "2018",
    "popularity": 0.4126,
    "vote_average": 6.4,
    "vote_count": 78,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/5y1mTTYPVvaPeKIVqy3DymE6osv.jpg"
  },
  {
    "id": 114982,
    "title": "Goodbye to Language",
    "overview": "The idea is simple / A married woman and a single man meet / They love, they argue, fists fly / A dog strays between town and country / The seasons pass / The man and woman meet again / The dog finds itself between them / The other is in one, / the one is in the other / and they are three / The former husband shatters everything / A second film begins: / the same as the first, / and yet not / From the human race we pass to metaphor / This ends in barking / and a baby's cries / In the meantime, we will have seen people talking of the demise of the dollar, of truth in mathematics and of the death of a robin.\" - JLG",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 16297,
    "release_year": "2014",
    "popularity": 0.5291,
    "vote_average": 6.1,
    "vote_count": 178,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/dQ0qBocOIz5VgoEPQDptOXRwWEv.jpg"
  },
  {
    "id": 11822,
    "title": "Nekromantik",
    "overview": "A street sweeper who cleans up after grisly accidents brings home a full corpse for him and his wife to enjoy sexually, but is dismayed to see that his wife prefers the corpse over him.",
    "genre_ids": [
      18,
      27,
      0,
      0,
      0
    ],
    "release_days": 6602,
    "release_year": "1988",
    "popularity": 1.4392,
    "vote_average": 5.12,
    "vote_count": 288,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/uZZGYPcpRKg3zcdgF9Pua2pxKxI.jpg"
  },
  {
    "id": 1086037,
    "title": "Long Day's Journey into Night",
    "overview": "Over the course of a day, a married couple, Mary and James Tyrone, and their two sons, Jamie and Edmund, grapple with Mary's morphine addiction and confront each other over the past in a series of emotionally tense and volatile exchanges.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 20146,
    "release_year": "2025",
    "popularity": 0.3351,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 29,
    "poster_path": "/Oz8XBp0PdpED06LzCMocPEJqKS.jpg"
  },
  {
    "id": 178907,
    "title": "The Lonely Voice of Man",
    "overview": "Set in the early 1920s after the end of the Russian Civil War, Red Army soldier Nikita returns to his hometown to see his partner Lyuba, both of whom are scarred by the trauma of the Russian Empire of yesteryear.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 6456,
    "release_year": "1987",
    "popularity": 0.2248,
    "vote_average": 5.521,
    "vote_count": 24,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/daUy4ZaI6yM7OQY8IkvScfDx15S.jpg"
  },
  {
    "id": 10310,
    "title": "The Bitter Tears of Petra von Kant",
    "overview": "Petra von Kant is a successful fashion designer -- arrogant, caustic, and self-satisfied. She mistreats Marlene (her secretary, maid, and co-designer). Enter Karin, a 23-year-old beauty who wants to be a model. Petra falls in love with Karin and invites her to move in.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 1008,
    "release_year": "1972",
    "popularity": 0.9414,
    "vote_average": 7.4,
    "vote_count": 211,
    "language_code": 0,
    "title_length": 34,
    "poster_path": "/jeK2Lw0EpM5HVGcqLumU51sQ3Fz.jpg"
  },
  {
    "id": 57283,
    "title": "Häxan",
    "overview": "Grave robbing, torture, possessed nuns, and a satanic Sabbath: Benjamin Christensen's legendary film uses a series of dramatic vignettes to explore the scientific hypothesis that the witches of the Middle Ages suffered the same hysteria as turn-of-the-century psychiatric patients. But the film itself is far from serious-- instead it's a witches' brew of the scary, gross, and darkly humorous.",
    "genre_ids": [
      99,
      27,
      36,
      0,
      0
    ],
    "release_days": -17272,
    "release_year": "1922",
    "popularity": 3.0558,
    "vote_average": 7.6,
    "vote_count": 392,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/3LtaPLlwlA5HX2FjqAb8lsaBI8P.jpg"
  },
  {
    "id": 110390,
    "title": "A Pigeon Sat on a Branch Reflecting on Existence",
    "overview": "An absurdist, surrealistic and shocking pitch-black comedy, which moves freely from nightmare to fantasy to hilariously deadpan humour as it muses on man’s perpetual inhumanity to man.",
    "genre_ids": [
      18,
      35,
      14,
      0,
      0
    ],
    "release_days": 16367,
    "release_year": "2014",
    "popularity": 0.9535,
    "vote_average": 6.9,
    "vote_count": 462,
    "language_code": 0,
    "title_length": 48,
    "poster_path": "/h2uRIr0fNpZbTGH5youi7MDRL2T.jpg"
  },
  {
    "id": 1483,
    "title": "Begotten",
    "overview": "Begotten is the creation myth brought to life, the story of no less than the violent death of God and the (re)birth of nature on a barren earth.",
    "genre_ids": [
      14,
      27,
      0,
      0,
      0
    ],
    "release_days": 7825,
    "release_year": "1991",
    "popularity": 1.3797,
    "vote_average": 5.905,
    "vote_count": 317,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/rvgYcVToOHe0gKWtF3mz6SvM4Aw.jpg"
  },
  {
    "id": 73920,
    "title": "Dead Man's Letters",
    "overview": "In a world after the nuclear apocalypse a scholar helps a small group of children and adults survive, staying with them in the basement of the former museum of history. In his mind he writes letters to his son — though it is obvious that they will never be read.",
    "genre_ids": [
      18,
      878,
      0,
      0,
      0
    ],
    "release_days": 6189,
    "release_year": "1986",
    "popularity": 0.5496,
    "vote_average": 6.83,
    "vote_count": 112,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/uPfG3ZnXCdRdxZ88DqMe0UuIwBS.jpg"
  },
  {
    "id": 73922,
    "title": "A Visitor to a Museum",
    "overview": "It is the future, the world is in ruins and a large portion of the population consists of deformed mutants living in reservations. In this world a man decides to spend his vacation visiting the ruins of a museum that is now buried under the sea.",
    "genre_ids": [
      18,
      878,
      0,
      0,
      0
    ],
    "release_days": 7292,
    "release_year": "1989",
    "popularity": 0.4307,
    "vote_average": 6.673,
    "vote_count": 49,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/oM00acnjgxJ15LSEnCqbobCbWlV.jpg"
  },
  {
    "id": 7452,
    "title": "The Cook, the Thief, His Wife & Her Lover",
    "overview": "The wife of an abusive criminal finds solace in the arms of a kind regular guest in her husband's restaurant.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 7225,
    "release_year": "1989",
    "popularity": 2.1342,
    "vote_average": 7.332,
    "vote_count": 648,
    "language_code": 0,
    "title_length": 41,
    "poster_path": "/fNkl7o1VQQqy1nEX9x56CDHULmr.jpg"
  },
  {
    "id": 588555,
    "title": "My Grandfather's Demons",
    "overview": "Rosa's life, a highly valued professional, is turned upside down when her grandfather Marcelino dies.",
    "genre_ids": [
      16,
      18,
      14,
      0,
      0
    ],
    "release_days": 19256,
    "release_year": "2022",
    "popularity": 5.3248,
    "vote_average": 5.744,
    "vote_count": 80,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/fPoUd6lm011MUCH54aNeMsDJl7z.jpg"
  },
  {
    "id": 11489,
    "title": "Rosetta",
    "overview": "Young, impulsive Rosetta lives a hard and stressful life as she struggles to support herself and her alcoholic mother. Refusing all charity, she is desperate to maintain a dignified job.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10863,
    "release_year": "1999",
    "popularity": 1.11,
    "vote_average": 7.196,
    "vote_count": 311,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/buwLjQPPA9FaATvKzeAppLXiGMB.jpg"
  },
  {
    "id": 1058062,
    "title": "KWAIDAN",
    "overview": "",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 19328,
    "release_year": "2022",
    "popularity": 0.0869,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/pHgd5pexqB4If9D5jyMrg3FMi3v.jpg"
  },
  {
    "id": 78071,
    "title": "Successive Slidings of Pleasure",
    "overview": "A young woman is questioned by the police and the judges, suspected of being a modern witch. The girl who shared her apartment has been found dead, and a pair of scissors impaled through her heart, as she lay attached to the bedposts. Apparently, the girl does have powers, to make all people around her fall prey to her spell, glissing progressively into desire, lust, and the unknown.",
    "genre_ids": [
      9648,
      80,
      18,
      27,
      0
    ],
    "release_days": 1526,
    "release_year": "1974",
    "popularity": 0.6323,
    "vote_average": 6.02,
    "vote_count": 51,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/yBJoqPs9FL7HvlI1qOLLp9IiC6l.jpg"
  },
  {
    "id": 255991,
    "title": "No Mercy, No Future",
    "overview": "Doctors say that Veronika, a woman in her 20s, is schizophrenic. She is compliant, which makes her an easy target for men. She's religious, believing she is God's favorite child; she searches for Jesus. She has sent a letter to a filmmaker suggesting her life as the subject for a movie. We see her raped then take up with a series of men she believes are Jesus, each willing or insistent on sex. A young man with his own crisis of faith invites her to join a cult. We see her involuntarily committed to an asylum from time to time where medication and constraints await. Her wealthy parents are helpless. Will a medical professional ever talk to her? If one did, would it help?",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 4339,
    "release_year": "1981",
    "popularity": 0.1769,
    "vote_average": 3.75,
    "vote_count": 4,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/rLdS6hfuAN9i9CQxISUiM8mNheX.jpg"
  },
  {
    "id": 30072,
    "title": "Possession",
    "overview": "Maud Bailey, a brilliant English academic, is researching the life and work of poet Christabel La Motte. Roland Michell is an American scholar in London to study Randolph Henry Ash, now best-known for a collection of poems dedicated to his wife. When Maud and Roland discover a cache of love letters that appear to be from Ash to La Motte, they follow a trail of clues across England, echoing the journey of the couple over a century earlier.",
    "genre_ids": [
      18,
      9648,
      10749,
      0,
      0
    ],
    "release_days": 11915,
    "release_year": "2002",
    "popularity": 2.2559,
    "vote_average": 5.983,
    "vote_count": 181,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/12z5oCy4s3GBOUrNCWvcKYBK4eI.jpg"
  },
  {
    "id": 50113,
    "title": "Malice@Doll",
    "overview": "Robot prostitute Malice@Doll roams a deserted city unsuccessfully looking for johns after the human race is obliterated. With no people left, the android serving class has a meaningless existence. But after a horrific tentacled beast rapes Malice@Doll, she inexplicably turns human. With a renewed purpose in life, she tries to share the gift of humanity with others of her kind, but with every gift comes a curse...  Malice@Doll was originally released as a 3 episode OVA series from April 27, 2001 to June 22, 2001 but would later be re-released as a singular 80min long film on some DVD releases.",
    "genre_ids": [
      16,
      878,
      0,
      0,
      0
    ],
    "release_days": 11439,
    "release_year": "2001",
    "popularity": 0.5879,
    "vote_average": 4.917,
    "vote_count": 12,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/pweiEKK0Rb8sxG4B68VoBaFWY9I.jpg"
  },
  {
    "id": 85927,
    "title": "India Song",
    "overview": "Anne-Marie Stretter, the wife of a French diplomat in 1930s India, takes many lovers to relieve the boredom in her life.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 1980,
    "release_year": "1975",
    "popularity": 0.3769,
    "vote_average": 6.429,
    "vote_count": 78,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/jUogZJ4zNrLTNr8sei75touASi8.jpg"
  },
  {
    "id": 5165,
    "title": "L'Avventura",
    "overview": "Claudia and Anna join Anna's lover, Sandro, on a boat trip to a remote volcanic island. When Anna goes missing, a search is launched. In the meantime, Sandro and Claudia become involved in a romance despite Anna's disappearance, though the relationship suffers from guilt and tension.",
    "genre_ids": [
      18,
      9648,
      10749,
      0,
      0
    ],
    "release_days": -3396,
    "release_year": "1960",
    "popularity": 1.1328,
    "vote_average": 7.547,
    "vote_count": 707,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/7kUXAS8K7Ihw1T1mhARjnLuMVk3.jpg"
  },
  {
    "id": 593048,
    "title": "Spring",
    "overview": "The story of a shepherd girl and her dog who face ancient spirits in order to continue the cycle of life.",
    "genre_ids": [
      14,
      16,
      12,
      0,
      0
    ],
    "release_days": 17990,
    "release_year": "2019",
    "popularity": 0.0977,
    "vote_average": 7.467,
    "vote_count": 15,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/g5dSJtpoXYCSVx70srSAc3wqNFc.jpg"
  },
  {
    "id": 1084151,
    "title": "That Which Will be Snuffed by the Hand of Darkness",
    "overview": "Experimental video diary shot 2016-2022",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 19396,
    "release_year": "2023",
    "popularity": 0.0429,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 50,
    "poster_path": "/nz0QYnRzMMLKPpMEc03nIUShyv5.jpg"
  },
  {
    "id": 27227,
    "title": "The Cabinet of Dr. Caligari",
    "overview": "Remake of Das Cabinet des Dr. Caligari (1920). Shot entirely on green screen. Some exact shots from the 1920 film were superimposed to properly replicate the original. Francis relates the story of traveling magician Dr. Caligari and Cesare. Their arrival in a town coincides with savage killings.",
    "genre_ids": [
      9648,
      53,
      27,
      0,
      0
    ],
    "release_days": 13078,
    "release_year": "2005",
    "popularity": 0.5212,
    "vote_average": 6.179,
    "vote_count": 28,
    "language_code": 0,
    "title_length": 27,
    "poster_path": "/qWkMs5A4N1X4iRCdHDhnq6b5f1y.jpg"
  },
  {
    "id": 10692,
    "title": "Henry: Portrait of a Serial Killer",
    "overview": "Arriving in Chicago, Henry moves in with ex-con acquaintance Otis and starts schooling him in the ways of the serial killer.",
    "genre_ids": [
      80,
      27,
      53,
      18,
      0
    ],
    "release_days": 6110,
    "release_year": "1986",
    "popularity": 1.7226,
    "vote_average": 6.737,
    "vote_count": 727,
    "language_code": 0,
    "title_length": 34,
    "poster_path": "/diVMzTarVLgjc3jyODyhZMadfwD.jpg"
  },
  {
    "id": 103,
    "title": "Taxi Driver",
    "overview": "A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feed his urge for violent action.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 2230,
    "release_year": "1976",
    "popularity": 14.2966,
    "vote_average": 8.134,
    "vote_count": 12656,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/ekstpH614fwDX8DUln1a2Opz0N8.jpg"
  },
  {
    "id": 345,
    "title": "Eyes Wide Shut",
    "overview": "After Dr. Bill Harford's wife, Alice, admits to having sexual fantasies about a man she met, Bill becomes obsessed with having a sexual encounter. He discovers an underground sexual group and attends one of their meetings -- and quickly discovers that he is in over his head.",
    "genre_ids": [
      18,
      53,
      9648,
      0,
      0
    ],
    "release_days": 10788,
    "release_year": "1999",
    "popularity": 14.0484,
    "vote_average": 7.483,
    "vote_count": 6432,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/knEIz1eNGl5MQDbrEAVWA7iRqF9.jpg"
  },
  {
    "id": 527261,
    "title": "The Silence",
    "overview": "With the world under attack by deadly creatures who hunt by sound, a teen and her family seek refuge outside the city and encounter a mysterious cult.",
    "genre_ids": [
      27,
      18,
      53,
      14,
      0
    ],
    "release_days": 18032,
    "release_year": "2019",
    "popularity": 4.9383,
    "vote_average": 6.023,
    "vote_count": 1593,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/k6zhpMq1D18PfO2DEauqF9CTTnb.jpg"
  },
  {
    "id": 1043515,
    "title": "The Making of: The Seventh Seal",
    "overview": "Swedish thrash metal band, Cornucopia make their debut album \"The Seventh Seal\"",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 19298,
    "release_year": "2022",
    "popularity": 0.0631,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/vROriVUh5z5Yq6t9EKUpA0lEDhV.jpg"
  },
  {
    "id": 26317,
    "title": "Man with a Movie Camera",
    "overview": "A cameraman wanders around with a camera slung over his shoulder, documenting urban life with dazzling inventiveness.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": -14844,
    "release_year": "1929",
    "popularity": 1.8935,
    "vote_average": 7.8,
    "vote_count": 747,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/vJgAdgJWX54v0oXfIvhwjlZnmgn.jpg"
  },
  {
    "id": 1051560,
    "title": "The Devil Comes at Night",
    "overview": "A washed up boxer searching for his inheritance must fight for his life when he is trapped in his deceased father's farmhouse by a local cannibal cult.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 19514,
    "release_year": "2023",
    "popularity": 2.0341,
    "vote_average": 6.357,
    "vote_count": 35,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/6QIeZuKirT4cXVpW7ilVZmcRmdK.jpg"
  },
  {
    "id": 110,
    "title": "Three Colors: Red",
    "overview": "Part-time model Valentine unexpectedly befriends a retired judge after she runs over his dog. At first, the grumpy man shows no concern about the dog, and Valentine decides to keep it. But the two form a bond when she returns to his house and catches him listening to his neighbors’ phone calls.",
    "genre_ids": [
      18,
      9648,
      10749,
      0,
      0
    ],
    "release_days": 8897,
    "release_year": "1994",
    "popularity": 3.0657,
    "vote_average": 7.912,
    "vote_count": 1435,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/JHmsBiX1tjCKqAul1lzC20WcAW.jpg"
  },
  {
    "id": 21135,
    "title": "L'Eclisse",
    "overview": "This romantic drama by Michelangelo Antonioni follows the love life of Vittoria, a beautiful literary translator living in Rome. After splitting from her writer boyfriend, Riccardo, Vittoria meets Piero, a lively stockbroker, on the hectic floor of the Roman stock exchange. Though Vittoria and Piero begin a relationship, it is not one without difficulties, and their commitment to one another is tested during an eclipse.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -2820,
    "release_year": "1962",
    "popularity": 1.4511,
    "vote_average": 7.733,
    "vote_count": 499,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/oXoe0Fp92Yw3mMJ9Vq0hPlaMELg.jpg"
  },
  {
    "id": 382594,
    "title": "Fragile as the World",
    "overview": "An impossible love. Two young people who love each other. Vera and João can’t find in this life the space, time, or identity to resolve their love story.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 11523,
    "release_year": "2001",
    "popularity": 0.105,
    "vote_average": 7.5,
    "vote_count": 13,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/ljuUGPHfOpyS2P3YENnbXwk0XLp.jpg"
  },
  {
    "id": 439914,
    "title": "Peeping Tom",
    "overview": "Two holes appear suddenly on the walls of a cheap apartment where a piddling fiction writer, Makiguri, lives. What he wrote fiercely after that was his own death.",
    "genre_ids": [
      27,
      53,
      0,
      0,
      0
    ],
    "release_days": 14170,
    "release_year": "2008",
    "popularity": 0.3646,
    "vote_average": 5.5,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/1MR6IikynJ2gmkaxj3MehFf8fEn.jpg"
  },
  {
    "id": 41050,
    "title": "La Notte",
    "overview": "A day in the life of an unfaithful married couple and their steadily deteriorating relationship in Milan.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -3264,
    "release_year": "1961",
    "popularity": 1.3035,
    "vote_average": 7.975,
    "vote_count": 694,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/xkd7wPJSIC76scBRHCFZ85uOH5d.jpg"
  },
  {
    "id": 53042,
    "title": "Alice",
    "overview": "In the wake of his daughter's disappearance, a father wallowing in grief feeds his desire to find her with unusual methods.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 13054,
    "release_year": "2005",
    "popularity": 0.5317,
    "vote_average": 7.2,
    "vote_count": 32,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/eSCyHW9RjimNveu7xU650ostpxv.jpg"
  },
  {
    "id": 3763,
    "title": "Onibaba",
    "overview": "While her son, Kichi, is away at war, a woman and her daughter-in-law survive by killing samurai who stray into their swamp, then selling whatever valuables they find. Both are devastated when they learn that Kichi has died, but his wife soon begins an affair with a neighbor who survived the war, Hachi. The mother disapproves and, when she can't steal Hachi for herself, tries to scare her daughter-in-law with a mysterious mask from a dead samurai.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": -1867,
    "release_year": "1964",
    "popularity": 2.072,
    "vote_average": 7.7,
    "vote_count": 434,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/xyPLG53OodhJtvfQEfcmC43l16O.jpg"
  },
  {
    "id": 94525,
    "title": "A Page of Madness",
    "overview": "A man takes a job at an asylum with hopes of freeing his imprisoned wife.",
    "genre_ids": [
      27,
      18,
      0,
      0,
      0
    ],
    "release_days": -15805,
    "release_year": "1926",
    "popularity": 1.1315,
    "vote_average": 7.346,
    "vote_count": 149,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/48lRmIBSvECIZGxKqvkWJxLaHdY.jpg"
  },
  {
    "id": 175125,
    "title": "Killed the Family and Went to the Movies",
    "overview": "A man living with his parents in a low middle-class apartment in Rio de Janeiro coldly stabs them with a razor and then goes to the movies. Marcia, a rich and dissatisfied young woman, takes advantage of a trip from her husband to go to her home in Petrópolis, where she receives a visit from an old friend, Regina.",
    "genre_ids": [
      18,
      35,
      0,
      0,
      0
    ],
    "release_days": -365,
    "release_year": "1969",
    "popularity": 0.1859,
    "vote_average": 6.5,
    "vote_count": 33,
    "language_code": 0,
    "title_length": 40,
    "poster_path": "/2fKnKs7n62UJJFaeoO6SgJeYpEm.jpg"
  },
  {
    "id": 2767,
    "title": "The Lovers on the Bridge",
    "overview": "Set against Paris' oldest bridge, the Pont Neuf, while it was closed for repairs, this film is a love story between two young vagrants: Alex, a would be circus performer addicted to alcohol and sedatives and Michele, a painter driven to a life on the streets because of a failed relationship and an affliction which is slowly turning her blind.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 7958,
    "release_year": "1991",
    "popularity": 1.0944,
    "vote_average": 7.436,
    "vote_count": 337,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/xz00yDmTtGr3Uy3PEiopenQH2Zh.jpg"
  },
  {
    "id": 29845,
    "title": "A Woman Under the Influence",
    "overview": "Mabel Longhetti, desperate and lonely, is married to a Los Angeles municipal construction worker, Nick. Increasingly unstable, especially in the company of others, she craves happiness, but her extremely volatile behavior convinces Nick that she poses a danger to their family and decides to commit her to an institution for six months. Alone with a trio of kids to raise on his own, he awaits her return, which holds more than a few surprises.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 1782,
    "release_year": "1974",
    "popularity": 2.582,
    "vote_average": 7.795,
    "vote_count": 511,
    "language_code": 0,
    "title_length": 27,
    "poster_path": "/6EJ4JoTxnH1QmGTE9pPzgtW1cLW.jpg"
  },
  {
    "id": 17905,
    "title": "Branded to Kill",
    "overview": "After botching his latest assignment, a third-ranked Japanese hit man becomes the target of another assassin.",
    "genre_ids": [
      53,
      80,
      28,
      0,
      0
    ],
    "release_days": -931,
    "release_year": "1967",
    "popularity": 0.9137,
    "vote_average": 7.217,
    "vote_count": 237,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/asiSCq1SFrCV4gy7PJzw8c3m0yL.jpg"
  },
  {
    "id": 985,
    "title": "Eraserhead",
    "overview": "First-time father Henry Spencer tries to survive his industrial environment, his angry girlfriend, and the unbearable screams of his newly born mutant child.",
    "genre_ids": [
      27,
      14,
      0,
      0,
      0
    ],
    "release_days": 2827,
    "release_year": "1977",
    "popularity": 4.0015,
    "vote_average": 7.354,
    "vote_count": 2535,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/mxveW3mGVc0DzLdOmtkZsgd7c3B.jpg"
  },
  {
    "id": 837,
    "title": "Videodrome",
    "overview": "As the president of a trashy TV channel, Max Renn is desperate for new programming to attract viewers. When he happens upon \"Videodrome,\" a TV show dedicated to gratuitous torture and punishment, Max sees a potential hit and broadcasts the show on his channel. However, after his girlfriend auditions for the show and never returns, Max investigates the truth behind Videodrome and discovers that the graphic violence may not be as fake as he thought.",
    "genre_ids": [
      27,
      878,
      9648,
      0,
      0
    ],
    "release_days": 4782,
    "release_year": "1983",
    "popularity": 3.3457,
    "vote_average": 7.265,
    "vote_count": 2274,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/qqqkiZSU9EBGZ1KiDmfn07S7qvv.jpg"
  },
  {
    "id": 32327,
    "title": "Dreams That Money Can Buy",
    "overview": "An attempt to bring the work of surrealist artists to a wider public. The plot is that of an average Joe who can conjure up dreams that will improve his customer's lives. This frame story serves as a link between several avant-garde sequences created by leading visual artists of their day, most of whom were emigres to the US during WWII.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": -8158,
    "release_year": "1947",
    "popularity": 0.2323,
    "vote_average": 5.895,
    "vote_count": 19,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/4gujtXApdB2bNT3mu3xMJR6A90U.jpg"
  },
  {
    "id": 10754,
    "title": "A Short Film About Killing",
    "overview": "Jacek climbs into the taxi driven by Waldemar, tells him to drive to a remote location, then brutally strangles him, seemingly without motive.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 6644,
    "release_year": "1988",
    "popularity": 0.6106,
    "vote_average": 7.599,
    "vote_count": 364,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/k7sk4yNdoXY7iwp1M9QTZuBDiJS.jpg"
  },
  {
    "id": 64441,
    "title": "Three Crowns of the Sailor",
    "overview": "Shortly after murdering his professor, a young man encounters a sailor who offers him a position on his ship in exchange for 3 Danish crowns and his attention as he recounts his life story.",
    "genre_ids": [
      12,
      14,
      0,
      0,
      0
    ],
    "release_days": 7946,
    "release_year": "1991",
    "popularity": 0.1783,
    "vote_average": 7.2,
    "vote_count": 34,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/yJNAPehs3uz1dkVmzALNhqZC3NM.jpg"
  },
  {
    "id": 348672,
    "title": "About Endlessness",
    "overview": "A reflection on human life in all its beauty and cruelty, its splendor and banality, guided by a Scheherazade-esque narrator. Inconsequential moments have the same significance as historical events. Simultaneously an ode and a lament, presents a kaleidoscope of all that is eternally human, an infinite story of the vulnerability of existence.",
    "genre_ids": [
      18,
      14,
      35,
      0,
      0
    ],
    "release_days": 18215,
    "release_year": "2019",
    "popularity": 0.6876,
    "vote_average": 6.549,
    "vote_count": 193,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/fRIBlFJiMNm7DkphQgcHgDS2Pvx.jpg"
  },
  {
    "id": 31056,
    "title": "A Short Film About Love",
    "overview": "19-year-old Tomek whiles away his lonely life by spying on his opposite neighbour Magda through binoculars. She's an artist in her mid-thirties, and appears to have everything - not least a constant stream of men at her beck and call. But when the two finally meet, they discover that they have a lot more in common than appeared at first sight...",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 6807,
    "release_year": "1988",
    "popularity": 1.0233,
    "vote_average": 7.785,
    "vote_count": 379,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/kLAMz50Or2So1aEzHYv0R8iXo46.jpg"
  },
  {
    "id": 10102,
    "title": "La Grande Bouffe",
    "overview": "Four friends gather at a villa with the intention of eating themselves to death.",
    "genre_ids": [
      18,
      35,
      0,
      0,
      0
    ],
    "release_days": 1231,
    "release_year": "1973",
    "popularity": 1.4564,
    "vote_average": 7.2,
    "vote_count": 519,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/g4wOgslrQKprlQl927h0lQQ3P99.jpg"
  },
  {
    "id": 10494,
    "title": "Perfect Blue",
    "overview": "Encouraged by her managers, rising pop star Mima takes on a recurring role on a popular TV show, when suddenly her handlers and collaborators begin turning up murdered.",
    "genre_ids": [
      16,
      53,
      0,
      0,
      0
    ],
    "release_days": 10285,
    "release_year": "1998",
    "popularity": 7.3284,
    "vote_average": 8.302,
    "vote_count": 2818,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/6WTiOCfDPP8XV4jqfloiVWf7KHq.jpg"
  },
  {
    "id": 18333,
    "title": "Hour of the Wolf",
    "overview": "While vacationing on a remote German island with his pregnant wife, an artist has an emotional breakdown while confronting his repressed desires.",
    "genre_ids": [
      18,
      27,
      0,
      0,
      0
    ],
    "release_days": -682,
    "release_year": "1968",
    "popularity": 1.2415,
    "vote_average": 7.414,
    "vote_count": 508,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/jSqTnEP1x1OcOglqrInYvGSF1tL.jpg"
  },
  {
    "id": 884,
    "title": "Crash",
    "overview": "After getting into a serious car accident, a TV director discovers an underground sub-culture of scarred, omnisexual car-crash victims, and he begins to use car accidents and the raw sexual energy they produce to try to rejuvenate his sex life with his wife.",
    "genre_ids": [
      53,
      18,
      0,
      0,
      0
    ],
    "release_days": 9694,
    "release_year": "1996",
    "popularity": 5.091,
    "vote_average": 6.427,
    "vote_count": 1202,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/gpai5oUFyFGLHOCsYTvVMqlbY7A.jpg"
  },
  {
    "id": 36068,
    "title": "Marquis",
    "overview": "On the eve of revolution, French activist and author Marquis and his talking penis, Colin, await judgment in the Bastille for allegedly plotting against the state. While Marquis dedicates himself to his art and Colin longs for action, the provocative pair unwittingly rouse the interest of competing ideological factions.",
    "genre_ids": [
      16,
      35,
      0,
      0,
      0
    ],
    "release_days": 7055,
    "release_year": "1989",
    "popularity": 0.9079,
    "vote_average": 6.422,
    "vote_count": 45,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/nYuJROKtanslSpoKCPj60CHOhKX.jpg"
  },
  {
    "id": 29452,
    "title": "The Face of Another",
    "overview": "A businessman with a disfigured face obtains a lifelike mask from his doctor, but the mask starts altering his personality.",
    "genre_ids": [
      18,
      878,
      0,
      0,
      0
    ],
    "release_days": -1266,
    "release_year": "1966",
    "popularity": 1.0439,
    "vote_average": 7.8,
    "vote_count": 259,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/eUnFdf1Mf1b8AD3ChMPOCUfTBDQ.jpg"
  },
  {
    "id": 149145,
    "title": "Les Hautes solitudes",
    "overview": "Garrel convinced Jean Seberg, in the midst of a long struggle with mental illness, alcohol and drug, to “star” in this silent document of her daily life. Consisting mostly of meditative B&W close-ups of Seberg and her friends, as her torments and inner life flicker across her eerily beautiful face.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 1809,
    "release_year": "1974",
    "popularity": 0.1629,
    "vote_average": 7,
    "vote_count": 21,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/oITdbxFGnZTgl63mqllOPpvx5yC.jpg"
  },
  {
    "id": 39510,
    "title": "Blood Tea and Red String",
    "overview": "The aristocratic White Mice and the rustic Creatures Who Dwell Under the Oak battle over the doll of their hearts' desire.",
    "genre_ids": [
      16,
      14,
      53,
      27,
      0
    ],
    "release_days": 13425,
    "release_year": "2006",
    "popularity": 1.025,
    "vote_average": 7.1,
    "vote_count": 45,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/uLjGWaK6riaa8jSuSmaE5FNFRtR.jpg"
  },
  {
    "id": 501912,
    "title": "Cristaux",
    "overview": "The tetralogy pieces are dominated by the concept and presence of death, foreclosure, fetal vertigo. As such, CRISTAUX is a real descent into an inner labyrinth, which we do not know if it is organic or cultural. At the same time, the film contains a dialectical break that initiates other semantic directions in Hernandez's work. Under the influence of Michel NEDJAR, the filmmaker abandons his traditional method of editing based on rushes. The operation is now completed inside the camera, filming. This more flexible way of proceeding (\"the camera must become a second eye\") is already reflected in the clear openings of Lacrima Christi: the Christian myth seems to be on the way to exorcising. The pantheistic intoxication - close to that evoked by Nietzsche - seizes places, objects and participants.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 3277,
    "release_year": "1978",
    "popularity": 0.0746,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/jOD7OFLHEXXUSV1DSpf7kXCg9KO.jpg"
  },
  {
    "id": 94658,
    "title": "The Holy Mountain",
    "overview": "Professional dancer Diotima finds herself the apex of a love triangle when she is pursued by two mountain climbers, Vigo and his older friend.",
    "genre_ids": [
      18,
      12,
      0,
      0,
      0
    ],
    "release_days": -15767,
    "release_year": "1926",
    "popularity": 1.1264,
    "vote_average": 6.6,
    "vote_count": 31,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/7Fy52iMUlyJUZfMxBk9BSueUAF1.jpg"
  },
  {
    "id": 17595,
    "title": "Cowards Bend the Knee",
    "overview": "When he takes his girlfriend to a seedy abortion clinic in the back room of a combination hair salon / bordello, Guy Maddin meets the madam’s daughter and falls in love. But she won’t let any man touch her until her father’s murder has been avenged.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 12074,
    "release_year": "2003",
    "popularity": 0.1333,
    "vote_average": 6.2,
    "vote_count": 27,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/3Oto4m94iirzlTD5v0y7jXv0qsg.jpg"
  },
  {
    "id": 539892,
    "title": "Freaks",
    "overview": "Kept locked inside the house by her father, 7-year-old Chloe lives in fear and fascination of the outside world, where Abnormals create a constant threat—or so she believes. When a mysterious stranger offers her a glimpse of what's really happening outside, Chloe soon finds that while the truth isn't so simple, the danger is very real.",
    "genre_ids": [
      878,
      0,
      0,
      0,
      0
    ],
    "release_days": 18151,
    "release_year": "2019",
    "popularity": 3.366,
    "vote_average": 6.751,
    "vote_count": 1178,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/kc2cvuqESIiRX5QoZOoMTBq18kQ.jpg"
  },
  {
    "id": 8461,
    "title": "Funny Games",
    "overview": "When Ann, husband George, and son Georgie arrive at their holiday home they are visited by a pair of polite and seemingly pleasant young men. Armed with deceptively sweet smiles and some golf clubs, they proceed to terrorize and torture the tight-knit clan, giving them until the next day to survive.",
    "genre_ids": [
      53,
      27,
      0,
      0,
      0
    ],
    "release_days": 13952,
    "release_year": "2008",
    "popularity": 2.6021,
    "vote_average": 6.551,
    "vote_count": 2103,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/2RGiR5yNmxXS8c4Qypmbqn0b63w.jpg"
  },
  {
    "id": 912395,
    "title": "Orpheus",
    "overview": "A guy falls for a girl who draws him into a modern-day cult.",
    "genre_ids": [
      18,
      53,
      10770,
      0,
      0
    ],
    "release_days": 13149,
    "release_year": "2006",
    "popularity": 0.252,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 7,
    "poster_path": null
  },
  {
    "id": 36226,
    "title": "Chinese Roulette",
    "overview": "A husband and wife lie to each other about their weekend travel plans, only to both show up at the family's country house with their lovers.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 2610,
    "release_year": "1977",
    "popularity": 0.7617,
    "vote_average": 7.133,
    "vote_count": 90,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/9I0YkoGDM8nqHZcEsrGMcy9WhVy.jpg"
  },
  {
    "id": 398173,
    "title": "The House That Jack Built",
    "overview": "Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.",
    "genre_ids": [
      18,
      27,
      80,
      53,
      0
    ],
    "release_days": 17717,
    "release_year": "2018",
    "popularity": 4.1726,
    "vote_average": 7.125,
    "vote_count": 2854,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/bMUGNkPaHOurcBK9g3XpJx3fxuO.jpg"
  },
  {
    "id": 45935,
    "title": "Flowers of Shanghai",
    "overview": "At the end of the 19th century, Shanghai is divided into several foreign concessions. In the British concession, a number of luxurious “flower houses” are reserved for the male elite of the city. Since Chinese dignitaries are not allowed to frequent brothels, these establishments are the only ones that these men can visit. They form a self-contained world, with its own rites, traditions and even its own language. The men don’t only visit the houses to frequent the courtesans but also to dine, smoke opium, play mahjong and relax. The women working there are known as the “flowers of Shanghai”.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10500,
    "release_year": "1998",
    "popularity": 1.2138,
    "vote_average": 6.9,
    "vote_count": 99,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/9N3TdNbr5pyT69M5cHODmfc4zTs.jpg"
  },
  {
    "id": 33431,
    "title": "A Snake of June",
    "overview": "A woman is being stalked by a stranger. His stalking turns to blackmail when he sends her copies of photos of her in an embarrassing position. Now he controls her and she has to do anything he says. Anything.",
    "genre_ids": [
      10749,
      18,
      53,
      0,
      0
    ],
    "release_days": 12216,
    "release_year": "2003",
    "popularity": 1.3263,
    "vote_average": 6.788,
    "vote_count": 156,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/v8HRcVaZS5IV3InYxnAWIzzVqwc.jpg"
  },
  {
    "id": 36878,
    "title": "Testament of Orpheus",
    "overview": "An 18th century poet travels through time in search of divine wisdom. In a mysterious wasteland, he has a series of enigmatic encounters with symbolic phantoms with whom he muses about the nature of art and his own career. Ultimately, the poet strives to achieve his rebirth as a celestial being.",
    "genre_ids": [
      14,
      0,
      0,
      0,
      0
    ],
    "release_days": -3605,
    "release_year": "1960",
    "popularity": 1.147,
    "vote_average": 7.702,
    "vote_count": 114,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/21ccswsdwgoLVUDsaxp0bVUsE1l.jpg"
  },
  {
    "id": 46315,
    "title": "Valerie and Her Week of Wonders",
    "overview": "Valerie, a Czechoslovakian teenager living with her grandmother, is blossoming into womanhood, but that transformation proves secondary to the effects she experiences when she puts on a pair of magic earrings. Now seeing the world around her in a different light, Valerie must endure her sexual awakening while attempting to discern reality from fantasy as she encounters lecherous priest Gracian, a vampire-like stranger and otherworldly carnival folk.",
    "genre_ids": [
      14,
      12,
      18,
      0,
      0
    ],
    "release_days": 288,
    "release_year": "1970",
    "popularity": 1.544,
    "vote_average": 6.9,
    "vote_count": 273,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/x9fZJORCZS0DshbxLSdnzyvU94V.jpg"
  },
  {
    "id": 43976,
    "title": "A Moment of Innocence",
    "overview": "A semi-autobiographical account of Makhmalbaf's experience as a teenager when, as a 17-year-old, he stabbed a policeman at a protest rally. Two decades later, he tracks down the policeman he injured in an attempt to make amends.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 9721,
    "release_year": "1996",
    "popularity": 0.3807,
    "vote_average": 7.6,
    "vote_count": 93,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/jBgImBSOFUJg8voD7xbLqS1s1tf.jpg"
  },
  {
    "id": 41428,
    "title": "Tetsuo: The Iron Man",
    "overview": "A \"metal fetishist\", driven mad by the maggots wriggling in the wound he's made to embed metal into his flesh, runs out into the night and is accidentally run down by a Japanese businessman and his girlfriend. The pair dispose of the corpse in hopes of quietly moving on with their lives. However, the businessman soon finds that he is now plagued by a vicious curse that transforms his flesh into iron.",
    "genre_ids": [
      27,
      878,
      0,
      0,
      0
    ],
    "release_days": 7121,
    "release_year": "1989",
    "popularity": 2.118,
    "vote_average": 6.983,
    "vote_count": 637,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/iucW3kSp5rQSfYCLNlCWPEwYh4h.jpg"
  },
  {
    "id": 205187,
    "title": "A Child’s Garden and the Serious Sea",
    "overview": "\"In his description for A CHILD'S GARDEN, Brakhage quotes from poets Ronald Johnson and Charles Olson (and cites Johnson's poem \"Beam 29\" as inspiration). But the film also vaguely calls to mind William Blake—more perhaps for his art than his poetry: there is both a sense of darkness and of mystical transport in Brakhage's images. The first film in the loose \"Vancouver Island\" quartet, Brakhage films locations around the British Columbia locale where his second wife, Marilyn, grew up. He films land, sea, and sky and intercuts frequently between them. Shots are often out-of-focus, to accentuate color and light; they are hand-held, upside down, and fleeting. All of this is no surprise for those who know Brakhage's work: anything and everything is valid, as long as it works.\" - Cine-File.info",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 7670,
    "release_year": "1991",
    "popularity": 0.1133,
    "vote_average": 6.3,
    "vote_count": 6,
    "language_code": 0,
    "title_length": 36,
    "poster_path": "/pVQZgvrRh5AJfBBZrctdNuwW0rt.jpg"
  },
  {
    "id": 5558,
    "title": "The Phantom of Liberty",
    "overview": "This Surrealist film, with a title referencing the Communist Manifesto, strings together short incidents based on the life of director Luis Buñuel. Presented as chance encounters, these loosely related, intersecting situations, all without a consistent protagonist, reach from the 19th century to the 1970s. Touching briefly on subjects such as execution, pedophilia, incest, and sex, the film features an array of characters, including a sick father and incompetent police officers.",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 1713,
    "release_year": "1974",
    "popularity": 1.3545,
    "vote_average": 7.44,
    "vote_count": 306,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/f6cON5ebistPm6AS1XcZZMmKpIi.jpg"
  },
  {
    "id": 42529,
    "title": "WR: Mysteries of the Organism",
    "overview": "What does the energy harnessed through orgasm have to do with the state of communist Yugoslavia circa 1971? Only counterculture filmmaker extraordinaire Dušan Makavejev has the answers (or the questions). His surreal documentary-fiction collision begins as an investigation into the life and work of controversial psychologist and philosopher Wilhelm Reich and then explodes into a free-form narrative of a beautiful young Slavic girl’s sexual liberation.",
    "genre_ids": [
      18,
      14,
      35,
      0,
      0
    ],
    "release_days": 494,
    "release_year": "1971",
    "popularity": 0.374,
    "vote_average": 6.2,
    "vote_count": 82,
    "language_code": 0,
    "title_length": 29,
    "poster_path": "/gbyyHQhQSDH7PsIu1gLdpRek091.jpg"
  },
  {
    "id": 4960,
    "title": "Synecdoche, New York",
    "overview": "A theater director struggles with his work, and the women in his life, as he attempts to create a life-size replica of New York inside a warehouse as part of his new play.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 14176,
    "release_year": "2008",
    "popularity": 3.1662,
    "vote_average": 7.5,
    "vote_count": 1460,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/5UwdhrjXhUgsiDhe1dpS9z4yj7q.jpg"
  },
  {
    "id": 104292,
    "title": "Farewell to the Ark",
    "overview": "A surreal, isolated village sees its inhabitants gradually leave behind their mutual traditions and superstitions as they leave for the city. Among them are two cousins who love each other and who get into a quarrel with other villagers.",
    "genre_ids": [
      14,
      18,
      0,
      0,
      0
    ],
    "release_days": 5364,
    "release_year": "1984",
    "popularity": 0.5582,
    "vote_average": 7,
    "vote_count": 21,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/3io9ElEVFHsJ58xg002MFG6z4Zm.jpg"
  },
  {
    "id": 5781,
    "title": "That Obscure Object of Desire",
    "overview": "After dumping a bucket of water on a beautiful young woman from the window of a train car, wealthy Frenchman Mathieu, regales his fellow passengers with the story of the dysfunctional relationship between himself and the young woman in question, a fiery 19-year-old flamenco dancer named Conchita. What follows is a tale of cruelty, depravity and lies -- the very building blocks of love.",
    "genre_ids": [
      35,
      18,
      10749,
      0,
      0
    ],
    "release_days": 2785,
    "release_year": "1977",
    "popularity": 2.1044,
    "vote_average": 7.436,
    "vote_count": 405,
    "language_code": 0,
    "title_length": 29,
    "poster_path": "/9iUdC4dftkjYSBUJq5DAxC6WqB9.jpg"
  },
  {
    "id": 403300,
    "title": "A Hidden Life",
    "overview": "Austrian farmer Franz Jägerstätter faces the threat of execution for refusing to fight for the Nazis during World War II.",
    "genre_ids": [
      36,
      18,
      10752,
      0,
      0
    ],
    "release_days": 18135,
    "release_year": "2019",
    "popularity": 2.8555,
    "vote_average": 7.145,
    "vote_count": 709,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/rdG4jfH0rxkB2FgkYmjj9V4Q31M.jpg"
  },
  {
    "id": 185,
    "title": "A Clockwork Orange",
    "overview": "In a near-future Britain, young Alexander DeLarge and his pals get their kicks beating and raping anyone they please. When not destroying the lives of others, Alex swoons to the music of Beethoven. The state, eager to crack down on juvenile crime, gives an incarcerated Alex the option to undergo an invasive procedure that'll rob him of all personal agency. In a time when conscience is a commodity, can Alex change his tune?",
    "genre_ids": [
      878,
      80,
      0,
      0,
      0
    ],
    "release_days": 717,
    "release_year": "1971",
    "popularity": 7.772,
    "vote_average": 8.187,
    "vote_count": 13177,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/4sHeTAp65WrSSuc05nRBKddhBxO.jpg"
  },
  {
    "id": 50162,
    "title": "964 Pinocchio",
    "overview": "A memory-wiped and defective cyborg sex slave is tossed onto the streets and taken in by a homeless woman while his corporate creators hunt him down.",
    "genre_ids": [
      27,
      878,
      53,
      0,
      0
    ],
    "release_days": 7926,
    "release_year": "1991",
    "popularity": 1.3196,
    "vote_average": 5.9,
    "vote_count": 86,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/6OUcCg7jgk0jYqh8QSUlMslD2Hn.jpg"
  },
  {
    "id": 19976,
    "title": "The Exterminating Angels",
    "overview": "A filmmaker holds a series of boundary-pushing auditions for his latest project: a thriller on the subject of female pleasure.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 13384,
    "release_year": "2006",
    "popularity": 1.3571,
    "vote_average": 5.19,
    "vote_count": 71,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/oYx8T7LeALZcdGF0JhshWDZxeoH.jpg"
  },
  {
    "id": 69703,
    "title": "The Trial",
    "overview": "Joseph K. awakes one morning, to find two strange men in his room, telling him he has been arrested. Joseph is not told what he is charged with, and despite being \"arrested,\" is allowed to remain free and go to work. But despite the strange nature of his arrest, Joseph soon learns that his trial, however odd, is very real, and tries desperately to spare himself from the court's judgement.",
    "genre_ids": [
      53,
      18,
      0,
      0,
      0
    ],
    "release_days": 8569,
    "release_year": "1993",
    "popularity": 0.7415,
    "vote_average": 5.804,
    "vote_count": 28,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/t3nlCW5pGQJSdLXlq5rwZFNaggb.jpg"
  },
  {
    "id": 4593,
    "title": "The Discreet Charm of the Bourgeoisie",
    "overview": "In Luis Buñuel’s deliciously satiric masterpiece, an upper-class sextet sits down to dinner but never eats, their attempts continually thwarted by a vaudevillian mixture of events both actual and imagined.",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 988,
    "release_year": "1972",
    "popularity": 2.3603,
    "vote_average": 7.472,
    "vote_count": 832,
    "language_code": 0,
    "title_length": 37,
    "poster_path": "/zN4ILX2x64PvT2jIOAHXxCOi5WA.jpg"
  },
  {
    "id": 41077,
    "title": "Son of the White Mare",
    "overview": "A horse goddess gives birth to three powerful brothers who set out into the Underworld to save three princesses from three evil dragons and reclaim their ancestors' lost kingdom.",
    "genre_ids": [
      12,
      16,
      14,
      0,
      0
    ],
    "release_days": 4312,
    "release_year": "1981",
    "popularity": 0.6867,
    "vote_average": 7.571,
    "vote_count": 78,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/cYYYIfBFG5nszjDk5xea4MQHyDS.jpg"
  },
  {
    "id": 388933,
    "title": "Red Desert",
    "overview": "A Government agent is sent to track an outlaw who has stolen gold boulion. The chase leads into a desolate desert region where the agent is forced to utilize his survival skills.",
    "genre_ids": [
      37,
      0,
      0,
      0,
      0
    ],
    "release_days": -7320,
    "release_year": "1949",
    "popularity": 0.1155,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/l12warlkBj15hmx8UsMeUZ2hDgv.jpg"
  },
  {
    "id": 1182440,
    "title": "Hail Mary",
    "overview": "Mary, a devout Christian, goes to church to confess and talk to her parish priest. Mary tells him that her daughter has adopted a child, and they intend to baptize him. The priest, delighted, agrees to baptize the child until he discovers the sexual orientation of the child's mother: that she is a lesbian. From that moment on, the pastor will refuse to officiate the baptism and instead begins a discussion with his parishioner.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 19639,
    "release_year": "2023",
    "popularity": 0.0586,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/nUIZDT7ZPAGrmj9SIKuUDeQE3Es.jpg"
  },
  {
    "id": 104744,
    "title": "Diary of a Shinjuku Thief",
    "overview": "In Tokyo's Shinjuku district, the lives of a young man prone to theft, a young woman he meets at a bookstore, and a kabuki actor intersect.",
    "genre_ids": [
      18,
      35,
      0,
      0,
      0
    ],
    "release_days": -320,
    "release_year": "1969",
    "popularity": 0.4364,
    "vote_average": 4.6,
    "vote_count": 24,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/afdFSOdS1oYTi5ew7wEcl9F8yYy.jpg"
  },
  {
    "id": 1279938,
    "title": "Salman Rushdie: Through a Glass Darkly",
    "overview": "Salman Rushdie speaks to Alan Yentob about the devastating knife attack he was subjected to in 2022, losing his right eye and almost his ability to write.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 19850,
    "release_year": "2024",
    "popularity": 0.1128,
    "vote_average": 7,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 38,
    "poster_path": "/aOa96kjtIuaIaOk1UEIYB25BfLj.jpg"
  },
  {
    "id": 420240,
    "title": "Dog Star Man",
    "overview": "Experimental film following a cycle of seasons as well as the stretch of a single day as a man and his dog slowly ascend a mountain.",
    "genre_ids": [
      14,
      0,
      0,
      0,
      0
    ],
    "release_days": -1774,
    "release_year": "1965",
    "popularity": 0.1016,
    "vote_average": 6.6,
    "vote_count": 41,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/oZbENblOS67gRW3s0LJBj00m1CL.jpg"
  },
  {
    "id": 155052,
    "title": "Whispering Pages",
    "overview": "An anonymous man wanders through decomposing, fog-enshrouded catacombs and encounters a series of “the degraded and the humiliated,” including a holy prostitute and a Kafkaesque bureaucrat.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 8807,
    "release_year": "1994",
    "popularity": 0.2019,
    "vote_average": 6.056,
    "vote_count": 27,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/rDhIod9kaMKmDtHumpUVcgPvkV7.jpg"
  },
  {
    "id": 48191,
    "title": "Rubber's Lover",
    "overview": "After the explosive demise of their last subject, scientists must look for a replacement on whom to continue their bizarre experiments with brain-altering drugs.",
    "genre_ids": [
      27,
      878,
      0,
      0,
      0
    ],
    "release_days": 9767,
    "release_year": "1996",
    "popularity": 0.664,
    "vote_average": 6.514,
    "vote_count": 36,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/qac6sprYQoicT9EuRhDjb00FEgg.jpg"
  },
  {
    "id": 315837,
    "title": "Ghost in the Shell",
    "overview": "In the near future, Major is the first of her kind: a human saved from a terrible crash, then cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals.",
    "genre_ids": [
      878,
      18,
      28,
      0,
      0
    ],
    "release_days": 17254,
    "release_year": "2017",
    "popularity": 7.2794,
    "vote_average": 6.091,
    "vote_count": 8159,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/zCtL3UBgCoZzd7XTVGhvl6XY75E.jpg"
  },
  {
    "id": 30844,
    "title": "Beauty and the Beast",
    "overview": "A twist on the morality tale of forbidden love between the beautiful Belle and the feared Beast. As the villagers are being brutally murdered and the Beast is hunted down as the one responsible for the mayhem, Belle and Beast team up to defeat the real killer; the power-hungry witch's malevolent troll.",
    "genre_ids": [
      14,
      18,
      10749,
      0,
      0
    ],
    "release_days": 14651,
    "release_year": "2010",
    "popularity": 1.0492,
    "vote_average": 4.263,
    "vote_count": 59,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/eupg5b3CIIbQSJrYa5GD7pNpj7M.jpg"
  },
  {
    "id": 254902,
    "title": "A Story of the Forest: Mavka",
    "overview": "Mavka, a water nymph, loves Lukash, a country youth. Their brief happiness ends when Lukash is forced to marry the shrewish Kilina. The Spirit of the Forest turns Lukash into a wolf as punishment for his infidelity. The strength of Mavka's love breaks the spell, but Kilina curses the nymph, transforming her into a weeping willow. This beautiful and tragic story is based on a play written in 1912 by Lesya Ukrainka, a Ukrainian poet, writer and political, civil and female activist, and includes mythological characters taken from Ukrainian folklore.",
    "genre_ids": [
      18,
      14,
      10749,
      0,
      0
    ],
    "release_days": 3856,
    "release_year": "1980",
    "popularity": 0.2955,
    "vote_average": 6.1,
    "vote_count": 15,
    "language_code": 0,
    "title_length": 28,
    "poster_path": "/vzSxTcUIzneg5E3u6Z2VUhskKV4.jpg"
  },
  {
    "id": 850597,
    "title": "Popcorn Love",
    "overview": "",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 7506,
    "release_year": "1990",
    "popularity": 0.1038,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/btsCg4wW1l8K3aMw0QCMtje9nAF.jpg"
  },
  {
    "id": 1172736,
    "title": "Vampýr",
    "overview": "Secrets, fate, reality, superstition. How will the visitors cope with these things in one cruise hotel?",
    "genre_ids": [
      27,
      9648,
      10770,
      0,
      0
    ],
    "release_days": 6940,
    "release_year": "1989",
    "popularity": 0.1027,
    "vote_average": 4,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 6,
    "poster_path": null
  },
  {
    "id": 32097,
    "title": "The Devil, Probably",
    "overview": "Charles drifts through politics, religion and psychoanalysis, rejecting them all. Once he realises the depth of his disgust with the moral and physical decline of the society he lives in, he decides that suicide is the only option...",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 2722,
    "release_year": "1977",
    "popularity": 0.6168,
    "vote_average": 6.784,
    "vote_count": 118,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/8y00J2rVtxHntKMukkkzsYKQORe.jpg"
  },
  {
    "id": 500840,
    "title": "I'm Thinking of Ending Things",
    "overview": "Nothing is as it seems when a woman experiencing misgivings about her new boyfriend joins him on a road trip to meet his parents at their remote farm.",
    "genre_ids": [
      9648,
      53,
      27,
      0,
      0
    ],
    "release_days": 18502,
    "release_year": "2020",
    "popularity": 3.0875,
    "vote_average": 6.583,
    "vote_count": 2012,
    "language_code": 0,
    "title_length": 29,
    "poster_path": "/5ynWWapdl45hJXUh0KIevxSG9JQ.jpg"
  },
  {
    "id": 149455,
    "title": "A Spring for the Thirsty",
    "overview": "A parable centering on an old man who lives a secluded life in the desert, alone with only his memories and photographs. His wellspring, once a source of joy and hope for thirsty passersby, is now rarely used. No longer able to find comfort in his memories, he turns all his photographs to face the walls.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -1704,
    "release_year": "1965",
    "popularity": 0.2243,
    "vote_average": 6.9,
    "vote_count": 19,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/z8c5FZAoHvEbgUTq46BbVPT8qQc.jpg"
  },
  {
    "id": 180695,
    "title": "The Roe's Room",
    "overview": "Bound to a suffocating existence, a young man embarks on a marvelous journey of the imagination, transforming ordinary details of his room into fantastic images of natural beauty, where the cycles of life mysteriously play themselves out.",
    "genre_ids": [
      10402,
      18,
      14,
      0,
      0
    ],
    "release_days": 10026,
    "release_year": "1997",
    "popularity": 0.1123,
    "vote_average": 6.4,
    "vote_count": 10,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/geWnMgmken7U7seKME3yo6Mrz4k.jpg"
  },
  {
    "id": 125305,
    "title": "Landscape Suicide",
    "overview": "Benning continues his examination of Americana in this film through the stories of two murderers. Ed Gein was a Wisconsin farmer and multiple murderer who taxidermied his victims in the 1950s. Bernadette Protti was a California teenager who stabbed a friend to death over an insult in 1984.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 6468,
    "release_year": "1987",
    "popularity": 0.1153,
    "vote_average": 7.3,
    "vote_count": 24,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/7rqkSNz9eNGL9rpAIBbqho8AcOV.jpg"
  },
  {
    "id": 104239,
    "title": "Eden and After",
    "overview": "A group of French students are drawn into the psychological and sexual games of a mysterious man called Duchemin. Once they sample his \"fear powder\" the students experience a series of hallucinations.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 109,
    "release_year": "1970",
    "popularity": 0.6768,
    "vote_average": 6.1,
    "vote_count": 51,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/AmJXMwr7xOgAmt6HlGLRRFUIBMr.jpg"
  },
  {
    "id": 56693,
    "title": "Dillinger Is Dead",
    "overview": "A man decides to cook for himself and finds a revolver (which may have belonged to John Dillinger) hidden in his kitchen.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -342,
    "release_year": "1969",
    "popularity": 0.349,
    "vote_average": 7.1,
    "vote_count": 129,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/4JykpUFcI2j0Vo2UCYazUmIN1Rh.jpg"
  },
  {
    "id": 257462,
    "title": "Heart, Beating in the Dark",
    "overview": "This new version of Nagasaki's Yami utsu shinzô (1982) is neither a remake nor a sequel. It is both those things, and at the same time it is also a documentary, a portrait of the consequences of passing time, and an occasionally very funny reflection on what the hell the point is of all this filmmaking business anyway. Shigeru Muroi and Takashi Naito, back then young hopefuls willing to take chances, now among the most established and recognisable actors in Japan, return to play the roles they assumed in the 1982 film, each of their characters having gone their own way. Alongside, another young couple (Honda and the ever-brilliant Eguchi) find themselves in the exact same situation as their older counterparts 25 years earlier. Their paths cross, an opportunity arises: for the elder two to redeem part of their own lives, for the younger couple to find a helping hand in their darkest hour.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 13058,
    "release_year": "2005",
    "popularity": 0.2645,
    "vote_average": 5.5,
    "vote_count": 7,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/rf8UKMG3rX7yRbTkF0RL97w9pVT.jpg"
  },
  {
    "id": 24836,
    "title": "August Underground",
    "overview": "Imagine walking down the street and finding an unmarked VHS tape. Curiosity piqued, you take it home and pop it in. What starts off as two men screwing around with a video camera quickly transforms into an ultra-realistic torture sequence where the unidentified psychopaths tape their exploits as they torment and violate a woman tied to a chair. The devastation of your morals continues throughout the entirety of the footage, while subtly revealing the killer's shattered pasts via the interaction with their victims and each other. The most shockingly realistic portrait of a serial killer's existence is, Fred Vogel's AUGUST UNDERGROUND.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 11323,
    "release_year": "2001",
    "popularity": 1.22,
    "vote_average": 4.057,
    "vote_count": 106,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/4zdKBTOl4I6fOcXNWeecT0RXpLB.jpg"
  },
  {
    "id": 338371,
    "title": "Afternoon Breezes",
    "overview": "Two young girls, Mitsu and Natsuko, share the same apartment. Natsuko is Lesbian and secretly in love with Mitsu. But Mitsu is heterosexual and has a boyfriend. In the hope of destroying the relation between Mitsu and her boyfriend, Natsuko seduces the boyfriend and also tries to influence him in other ways.",
    "genre_ids": [
      10749,
      18,
      0,
      0,
      0
    ],
    "release_days": 3997,
    "release_year": "1980",
    "popularity": 0.2053,
    "vote_average": 5,
    "vote_count": 8,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/97SaWndhni3iao5aHBzSpTB7xfn.jpg"
  },
  {
    "id": 26969,
    "title": "8 Dates",
    "overview": "",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 13987,
    "release_year": "2008",
    "popularity": 0.4155,
    "vote_average": 5.1,
    "vote_count": 15,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/72GJrAcO1ktIXusioMntAhkJsFQ.jpg"
  },
  {
    "id": 6404,
    "title": "Nosferatu the Vampyre",
    "overview": "A real estate agent leaves behind his beautiful wife to go to Transylvania to visit the mysterious Count Dracula and formalize the purchase of a property in Wismar.",
    "genre_ids": [
      18,
      27,
      0,
      0,
      0
    ],
    "release_days": 3303,
    "release_year": "1979",
    "popularity": 3.1896,
    "vote_average": 7.3,
    "vote_count": 983,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/jHKzGYwf7P34vz8MhJBTN6cnaYD.jpg"
  },
  {
    "id": 26302,
    "title": "The Color of Pomegranates",
    "overview": "The life of the revered 18th-century Armenian poet and musician Sayat-Nova. Portraying events in the life of the artist from childhood up to his death, the movie addresses in particular his relationships with women, including his muse. The production tells Sayat-Nova's dramatic story by using both his poems and largely still camerawork, creating a work hailed as revolutionary by Mikhail Vartanov.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": -92,
    "release_year": "1969",
    "popularity": 2.0236,
    "vote_average": 7.4,
    "vote_count": 288,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/35Sj3VeGLj8r8sT1XbxbrgD7KfI.jpg"
  },
  {
    "id": 285266,
    "title": "Thief or Reality",
    "overview": "An experimental-allegorical film. Three different people: a sculptress of funereal monuments, an actor preparing for Sophocles’ Antigone, and a mother who has lost her child, experience three different versions of reality - with a fourth character, a thief, providing the connecting link.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 11539,
    "release_year": "2001",
    "popularity": 0.084,
    "vote_average": 6.4,
    "vote_count": 9,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/sN1iDO91Y5mvLQjt561IHDTJyXc.jpg"
  },
  {
    "id": 720520,
    "title": "Céline",
    "overview": "Martín is at home watching a French movie and calls a number that he sees on screen. He wants to know if Céline has something to do with the movie he is watching, but that call and that bond will go much further than you expect.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 18077,
    "release_year": "2019",
    "popularity": 0.0871,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/qTOTYexMAjI3GlS0G0BJj7O66j0.jpg"
  },
  {
    "id": 70512,
    "title": "Dante's Inferno",
    "overview": "The classic tale of Dante's journey through hell, loosely adapted from the Divine Comedy and inspired by the illustrations of Gustav Doré.  This historically important film stands as the first feature from Italy and the oldest fully-surviving feature in the world, and boasts beautiful sets and special effects that stand above other cinema of the era.",
    "genre_ids": [
      14,
      27,
      0,
      0,
      0
    ],
    "release_days": -21481,
    "release_year": "1911",
    "popularity": 0.4527,
    "vote_average": 6.606,
    "vote_count": 146,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/ky0z9hDlajlwL3fBqwsCSbjJGjR.jpg"
  },
  {
    "id": 66557,
    "title": "Malina",
    "overview": "An unusual story of a triangular relationship in Vienna. A woman shares an apartment with a man named Malina. The woman meets Ivan and falls under his spell. It will be her last great passion. Her feelings are so strong and all-encompassing that Ivan can neither understand nor return them.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 7686,
    "release_year": "1991",
    "popularity": 0.5516,
    "vote_average": 6.1,
    "vote_count": 30,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/sbohIG5vFkg84ZoMTElAZX4cBJL.jpg"
  },
  {
    "id": 9589,
    "title": "Christiane F.",
    "overview": "This movie portrays the drug scene in Berlin in the 70s, following tape recordings of Christiane F. 14 years old Christiane lives with her mother and little sister in a typical multi-storey apartment building in Berlin. She's fascinated by the 'Sound', a new disco with most modern equipment. Although she's legally too young, she asks a friend to take her. There she meets Detlef, who's in a clique where everybody's on drugs. Step by step she gets drawn deeper into the scene.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 4109,
    "release_year": "1981",
    "popularity": 2.9796,
    "vote_average": 7.334,
    "vote_count": 1361,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/gDnWMZ8d39KwmweE4OK5P7ph4OL.jpg"
  },
  {
    "id": 1802,
    "title": "La Ceremonie",
    "overview": "Sophie, a quiet and shy maid working for an upper-class French family, finds a friend in the energetic and uncompromising postmaster Jeanne, who encourages her to stand up against her bourgeois employers.",
    "genre_ids": [
      18,
      53,
      0,
      0,
      0
    ],
    "release_days": 9372,
    "release_year": "1995",
    "popularity": 1.1141,
    "vote_average": 7.3,
    "vote_count": 358,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/2bGGOa6JqwARffdzR6xUmUA0iHu.jpg"
  },
  {
    "id": 125276,
    "title": "Secret Chronicle: She Beast Market",
    "overview": "A strong-willed young prostitute, her developmentally challenged brother, and her aging prostitute mother attempt to survive in 1970s Osaka.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 1714,
    "release_year": "1974",
    "popularity": 0.6939,
    "vote_average": 6.55,
    "vote_count": 20,
    "language_code": 0,
    "title_length": 34,
    "poster_path": "/trWzdzcNzLyma147JVblDNmIvuA.jpg"
  },
  {
    "id": 665403,
    "title": "Red Moon Tide",
    "overview": "Time seems to stand still in a village in the Galician coast. Everybody there is paralyzed although we can still hear their voices: they talk about ghosts, about witches, about monsters. Three women arrive in the village to find Rubio, a sailor who has recently disappeared in the sea.",
    "genre_ids": [
      18,
      14,
      27,
      0,
      0
    ],
    "release_days": 18499,
    "release_year": "2020",
    "popularity": 0.1984,
    "vote_average": 6.3,
    "vote_count": 22,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/7Y05XqJ51yqJI9gZKA9bTbTOYLN.jpg"
  },
  {
    "id": 508651,
    "title": "Public Lavatory: I've Been Loitering",
    "overview": "Ayano, a young author hopes to express female erotic desires in her writings. For research, she visits public lavatories where she encounters cross-dressing men.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10697,
    "release_year": "1999",
    "popularity": 0.3418,
    "vote_average": 2,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 36,
    "poster_path": "/j12BALDyqAZ4yDKKMsgjmrIs3j3.jpg"
  },
  {
    "id": 143146,
    "title": "Ritual",
    "overview": "A long time ago Tom loved Lovely. They were married and everything was perfect, at least for a little while. But that was then and this is now. Lovely has just killed a man in cold blood after he tried to drug and kidnap her in a motel. She calls Tom to help but now they've found a VHS tape that depicts a satanic ritual in which a woman is murdered. Lovely desperately wants to leave and they do, but Tom forgot his engraved lighter in the room, and when they go back to find it, the dead body appears missing.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 16070,
    "release_year": "2013",
    "popularity": 1.0547,
    "vote_average": 4.833,
    "vote_count": 15,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/astvvy4aRD4meXdGEjO9SlzShDy.jpg"
  },
  {
    "id": 31319,
    "title": "The Embryo Hunts in Secret",
    "overview": "A man keeps his girlfriend tied up in his small apartment and tortures her. She is undressed, subjected to various types of bondage, whipped, and tortured with a razor blade.",
    "genre_ids": [
      18,
      80,
      27,
      0,
      0
    ],
    "release_days": -1280,
    "release_year": "1966",
    "popularity": 0.3786,
    "vote_average": 5.958,
    "vote_count": 36,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/toZtX7MQy35fxMrfRo3KNLgB9An.jpg"
  },
  {
    "id": 1340950,
    "title": "Blue",
    "overview": "A young boy convinces a fisherman to take him to the sea. Once into the sea, the boy discloses his true plan, driving the fisherman into anger, wondering whether the boy had succeeded in carrying out his plan or not.",
    "genre_ids": [
      18,
      12,
      0,
      0,
      0
    ],
    "release_days": null,
    "release_year": null,
    "popularity": 0.1549,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 4,
    "poster_path": "/AiY5My59OJg9fee31X5HLJ7Cg2S.jpg"
  },
  {
    "id": 518655,
    "title": "Girls' Encounter",
    "overview": "School girl Miyuri Obara is bullied mercilessly but finds relief in an unexpected friendship with Tsumugi. Yet even as Miyuri's life turns around there's a lingering suggestion that something is not quite right.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 17712,
    "release_year": "2018",
    "popularity": 0.9536,
    "vote_average": 7.714,
    "vote_count": 7,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/JYyL0IYgWG1VEwdNZ63TfwVNCE.jpg"
  },
  {
    "id": 775517,
    "title": "The Cremator",
    "overview": "Gyan Bahadur Acharya has been cremating the dead in the Bhasmeshwor Ghat of Pashupatinath Temple for three decades. Now in his seventies, he is the oldest cremator. He reflects on it all — wealth, religion, family, strength, the living and the dead. This documentary portrait of Gyan Bahadur attempts to unravel the knots in the time and experiences of the many years the cremator has spent by the blazing pyres.  Set against the backdrop of charred wood and smoke, the film is a triggering experience, a reflection of what death looks and smells like in the Ghats. Gyan Bahadur is a man of conflicting nature, all of which has made him come to accept death as it is. He reminds us of an inevitable fact of life – everyone ultimately dies.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": null,
    "release_year": null,
    "popularity": 0,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 12,
    "poster_path": null
  },
  {
    "id": 1264980,
    "title": "Daisies",
    "overview": "A man on his deathbed is mysteriously called into the vast fields of the unknown. With only an oxygen tank and a dog clicker, he must take one final journey to rediscover lost love and free himself from his past.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": null,
    "release_year": null,
    "popularity": 0.1439,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/5I5QkNIfX1Sqx3JZP817mNTNv21.jpg"
  },
  {
    "id": 164267,
    "title": "A Woman's Case",
    "overview": "A story of the influence of modern life on a woman, who meets a man in a sculptor's studio, has an affair, and is found dead.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -365,
    "release_year": "1969",
    "popularity": 0.1605,
    "vote_average": 4.9,
    "vote_count": 8,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/xEAtAnUwqLhyJKFf8VMGXBdcz8J.jpg"
  },
  {
    "id": 131653,
    "title": "Euridice BA 2037",
    "overview": "Euridice in Hades, code number ΒΑ 2037, is waiting for Orpheus to free her and lead her to the Upper World. She’s waiting for orders that will allow her to move out of her prison/home. Her destination is not mentioned. A voice from a computer orders her to move out.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 2091,
    "release_year": "1975",
    "popularity": 0.1224,
    "vote_average": 6.824,
    "vote_count": 17,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/lRec99TQaTr7w0yXBz464LmAdKf.jpg"
  },
  {
    "id": 42528,
    "title": "Long Live Death",
    "overview": "At the end of the Spanish civil war, Fando, a boy of about ten, tries to make sense of war and his father's arrest. His mother is religious, sympathetic to the Fascists; his father is accused of being a Red. Fando discovers that his mother may have aided in his father's arrest. Sometimes we witness Fando imagining explanations for what's going on; sometimes we see him at play, alone or with his friend Thérèse. Oedipal fantasies and a lad's natural curiosity about sex and death mix with his search for his mother's nature and his father's fate. Will Fando survive the search?",
    "genre_ids": [
      18,
      10752,
      0,
      0,
      0
    ],
    "release_days": 496,
    "release_year": "1971",
    "popularity": 0.4235,
    "vote_average": 5.8,
    "vote_count": 37,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/G6pItVZarazu876GpMPu7EnCon.jpg"
  },
  {
    "id": 40723,
    "title": "Trouble Every Day",
    "overview": "Newlyweds Shane and June arrive in Paris for their honeymoon. In the process of trying to find a cure for his strange, bloodthirsty disease, Shane stumbles upon the story of a doctor and his flesh eating wife.",
    "genre_ids": [
      18,
      27,
      10749,
      0,
      0
    ],
    "release_days": 11514,
    "release_year": "2001",
    "popularity": 1.9883,
    "vote_average": 5.77,
    "vote_count": 204,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/lKcd0DESrI965qjT3L9dRmkhHWJ.jpg"
  },
  {
    "id": 5336,
    "title": "Salò, or the 120 Days of Sodom",
    "overview": "Four corrupted fascist libertines round up 9 teenage boys and girls and subject them to 120 days of sadistic physical, mental and sexual torture.",
    "genre_ids": [
      27,
      18,
      10752,
      0,
      0
    ],
    "release_days": 2200,
    "release_year": "1976",
    "popularity": 3.416,
    "vote_average": 6.4,
    "vote_count": 2145,
    "language_code": 0,
    "title_length": 30,
    "poster_path": "/xnaDdiRfZlJaTf6JRc4in40eaeI.jpg"
  },
  {
    "id": 18415,
    "title": "Gummo",
    "overview": "Solomon and Tummler are two teenagers killing time in Xenia, Ohio, a small town that has never recovered from the tornado that ravaged the community in the 1970s.",
    "genre_ids": [
      18,
      35,
      0,
      0,
      0
    ],
    "release_days": 10151,
    "release_year": "1997",
    "popularity": 2.4348,
    "vote_average": 6.629,
    "vote_count": 656,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/tMdoCRx0XIPR5uYBwxbxR7WCNBb.jpg"
  },
  {
    "id": 266229,
    "title": "The Eve of Ivan Kupalo",
    "overview": "Petro is a modest farmhand living in an impoverished village in some unspecified long-ago era. He wants to marry the lovely Pidorka, but her stern father won't hear of it. The mischievous demon Basavriuk, offers a deal, enticing Petro into crime for the sake of fortune. Based on Nikolai Gogol’s short story “The Eve of Ivan Kupala” (“St John’s Eve”) and Ukrainian folk tales.",
    "genre_ids": [
      18,
      14,
      9648,
      0,
      0
    ],
    "release_days": -372,
    "release_year": "1968",
    "popularity": 0.5136,
    "vote_average": 6.9,
    "vote_count": 18,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/jlqtwZIjcmMoDJGI95ScAs7bkl9.jpg"
  },
  {
    "id": 209679,
    "title": "Winter",
    "overview": "This delightful story is simply about a boy wanting to go outside and play in the snow. After getting all bundled up by his mother, the boy has found that he is unable to move!  Preserved by the Academy Film Archive in 2011.",
    "genre_ids": [
      16,
      0,
      0,
      0,
      0
    ],
    "release_days": 6744,
    "release_year": "1988",
    "popularity": 0.2124,
    "vote_average": 6.204,
    "vote_count": 27,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/rSec5FgIqGuOfOxQ5Sl1cPqiM64.jpg"
  },
  {
    "id": 644171,
    "title": "Careless Crime",
    "overview": "During the uprising to overthrow the Shah's regime in Iran, protestors set fire to movie theatres to protest Western culture. Forty years later, four people decide to re-create the past by burning down a theatre.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 18934,
    "release_year": "2021",
    "popularity": 0.1951,
    "vote_average": 5.5,
    "vote_count": 9,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/9rBxRtCaNH9Q4ODpUTr5zeWATHV.jpg"
  },
  {
    "id": 1791,
    "title": "The Piano Teacher",
    "overview": "Erika Kohut, a sexually repressed piano teacher living with her domineering mother, meets a young man who starts romantically pursuing her.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 11570,
    "release_year": "2001",
    "popularity": 5.3977,
    "vote_average": 7.3,
    "vote_count": 1152,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/gNHKYQnP1RnqEhkivHJzBPb4MOP.jpg"
  },
  {
    "id": 392170,
    "title": "I've Heard the Ammonite Murmur",
    "overview": "A young geologist is traveling by train to visit his sister in the countryside after having received a mysterious letter from her.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 8241,
    "release_year": "1992",
    "popularity": 0.1254,
    "vote_average": 6,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 30,
    "poster_path": "/sEuJuhqeMbd9VwSXJomqsjP4PFQ.jpg"
  },
  {
    "id": 26648,
    "title": "The Night Porter",
    "overview": "A concentration camp survivor discovers her former torturer and lover working as a porter at a hotel in postwar Vienna. When the couple attempt to re-create their sadomasochistic relationship, his former SS comrades begin to stalk them.",
    "genre_ids": [
      10752,
      18,
      10749,
      0,
      0
    ],
    "release_days": 1553,
    "release_year": "1974",
    "popularity": 2.6466,
    "vote_average": 6.8,
    "vote_count": 348,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/zTUYhMdh2Jwk5s9jbrU4mCH3CY4.jpg"
  },
  {
    "id": 107916,
    "title": "Carmina or Blow Up",
    "overview": "Carmina, 58, runs a shop selling Iberian products in Seville. After several robberies and no help from her insurance company, she comes up with a way to recover the money she needs to keep her family. While she waits in her kitchen for her plan to kick in, she thinks back over her life, her work and her miracles.",
    "genre_ids": [
      18,
      35,
      0,
      0,
      0
    ],
    "release_days": 15526,
    "release_year": "2012",
    "popularity": 0.0923,
    "vote_average": 6.224,
    "vote_count": 85,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/gS3e57zDuMrm8c1NJyP9oCoiVim.jpg"
  },
  {
    "id": 83573,
    "title": "Happy End",
    "overview": "They are people who have important significance for each other, but are not honest with each other. They live in a shadow world of lies and half truths and just waiting for the truth to come forward so they can continue their lives in a new direction.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15240,
    "release_year": "2011",
    "popularity": 0.2742,
    "vote_average": 5.4,
    "vote_count": 14,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/gG3jo9XOc9zz31Nd8rOymYNwfpS.jpg"
  },
  {
    "id": 79860,
    "title": "Mirrored Mind",
    "overview": "An actress suffering from an identity crisis finds herself spirited away from the bustle of Tokyo to a tropical paradise.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 12872,
    "release_year": "2005",
    "popularity": 0.9644,
    "vote_average": 6.9,
    "vote_count": 18,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/vRBMOJU5267kgBEKGEL3NyuEnzd.jpg"
  },
  {
    "id": 249556,
    "title": "Memoirs of a Strangler of Blondes",
    "overview": "First film by Julio Bressane shot in exile, \"Memoirs\" is a film about a man who repeatedly kills the same type of woman in same places, the same way. Filmed on the streets of London.",
    "genre_ids": [
      18,
      27,
      0,
      0,
      0
    ],
    "release_days": 365,
    "release_year": "1971",
    "popularity": 0.109,
    "vote_average": 8.1,
    "vote_count": 7,
    "language_code": 0,
    "title_length": 33,
    "poster_path": "/uBpT4OKKXwaZQBy03Tz1Dgz8Mu7.jpg"
  },
  {
    "id": 90908,
    "title": "Trans-Europ-Express",
    "overview": "A movie producer, director and assistant take the Trans-Europ-Express from Paris to Antwerp. They get the idea for a movie about a drug smuggler on their train and visualize it while taping the script.",
    "genre_ids": [
      9648,
      53,
      0,
      0,
      0
    ],
    "release_days": -1097,
    "release_year": "1966",
    "popularity": 0.4774,
    "vote_average": 6.716,
    "vote_count": 67,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/1obuqweg5lipvB3GiS7FV15ciTZ.jpg"
  },
  {
    "id": 116236,
    "title": "Crazy Desire",
    "overview": "A middle-aged businessman meets a band of rowdy youths and is smitten by one, named Francesca.",
    "genre_ids": [
      10749,
      35,
      18,
      0,
      0
    ],
    "release_days": -2849,
    "release_year": "1962",
    "popularity": 3.0643,
    "vote_average": 6.491,
    "vote_count": 57,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/lXKfrdbwUQEId2O18a5O0FEaq2l.jpg"
  },
  {
    "id": 16372,
    "title": "The Innocents",
    "overview": "A young governess for two children becomes convinced that the house and grounds are haunted by ghosts and that the children are being possessed.",
    "genre_ids": [
      27,
      9648,
      0,
      0,
      0
    ],
    "release_days": -2939,
    "release_year": "1961",
    "popularity": 2.0184,
    "vote_average": 7.5,
    "vote_count": 611,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/idqvLBmlEHUITMnQ0EJ6Yb5TpVw.jpg"
  },
  {
    "id": 254320,
    "title": "The Lobster",
    "overview": "In a dystopian near future, single people, according to the laws of The City, are taken to The Hotel, where they are obliged to find a romantic partner in forty-five days or are transformed into animals and sent off into The Woods.",
    "genre_ids": [
      35,
      18,
      10749,
      0,
      0
    ],
    "release_days": 16723,
    "release_year": "2015",
    "popularity": 8.4175,
    "vote_average": 7.04,
    "vote_count": 6441,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/7Y9ILV1unpW9mLpGcqyGQU72LUy.jpg"
  },
  {
    "id": 48515,
    "title": "Japanese Summer: Double Suicide",
    "overview": "A sex-obsessed woman, a suicidal man she meets on the street, and a gun-crazy wannabe gangster become trapped in an underground hideaway.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": -852,
    "release_year": "1967",
    "popularity": 0.7694,
    "vote_average": 5.6,
    "vote_count": 17,
    "language_code": 0,
    "title_length": 31,
    "poster_path": "/6xWMv9P2cKbGjtIkA4OG991IJQr.jpg"
  },
  {
    "id": 337987,
    "title": "We're Cursed, Irina",
    "overview": "A young man goes off to his military stint, leaving his father and wife alone in a remote forest cabin. While he’s gone the two try to fight against their mutual attraction.",
    "genre_ids": [
      10749,
      18,
      0,
      0,
      0
    ],
    "release_days": 1295,
    "release_year": "1973",
    "popularity": 0.0592,
    "vote_average": 5,
    "vote_count": 3,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/9roN7uXSC1oT5kx0JlOm8gkv1DY.jpg"
  },
  {
    "id": 194088,
    "title": "Chess of the Wind",
    "overview": "The first lady of a noble house has died and now there is conflict between the remainders for taking over her heritage.",
    "genre_ids": [
      18,
      9648,
      53,
      0,
      0
    ],
    "release_days": 2496,
    "release_year": "1976",
    "popularity": 0.3654,
    "vote_average": 7.103,
    "vote_count": 29,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/qWbv6gh4afuViD5QInuNRNWZDCD.jpg"
  },
  {
    "id": 185354,
    "title": "The War of the Worlds: Next Century",
    "overview": "Poland, Christmastime. A band of hyperintelligent, bloodthirsty Martians take over the country and enlist hapless television newscaster Iron Ide as the voice of their propaganda machine. But when Iron dares to go off message, he makes an enemy even greater than the aliens—the state itself.",
    "genre_ids": [
      878,
      0,
      0,
      0,
      0
    ],
    "release_days": 4322,
    "release_year": "1981",
    "popularity": 0.6665,
    "vote_average": 6.74,
    "vote_count": 48,
    "language_code": 0,
    "title_length": 35,
    "poster_path": "/2a9C1Sq1AQlK8eXDN1KCnK55XZI.jpg"
  },
  {
    "id": 387062,
    "title": "Tales of an Immoral Couple",
    "overview": "Lucio and Martina used to share an indescribable chemistry during their highschool years, however, they took separate ways. 25 years later they meet again, but this time they decide to invent an ideal life in order to hide themselves from an inevitable truth: they were really waiting for each other in all of these years.",
    "genre_ids": [
      35,
      10749,
      0,
      0,
      0
    ],
    "release_days": 17102,
    "release_year": "2016",
    "popularity": 0.7471,
    "vote_average": 6.607,
    "vote_count": 70,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/9bS2QeaSGkEZua61tuFb7ZwagdY.jpg"
  },
  {
    "id": 205107,
    "title": "Johnny 316",
    "overview": "A preacher without resources spends his days reciting Bible verses. One day he meets a young jobless girl who wanders on Hollywood Boulevard. An impossible love story begins.",
    "genre_ids": [
      18,
      10749,
      35,
      0,
      0
    ],
    "release_days": 10305,
    "release_year": "1998",
    "popularity": 0.4377,
    "vote_average": 5.2,
    "vote_count": 11,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/maJjIzNiVVI3egmSJXkFqZ8rKov.jpg"
  },
  {
    "id": 649,
    "title": "Belle de Jour",
    "overview": "Beautiful young housewife Séverine Serizy cannot reconcile her masochistic fantasies with her everyday life alongside dutiful husband Pierre. When her lovestruck friend Henri mentions a secretive high-class brothel run by Madame Anais, Séverine begins to work there during the day under the name Belle de Jour. But when one of her clients grows possessive, she must try to go back to her normal life.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -953,
    "release_year": "1967",
    "popularity": 2.7609,
    "vote_average": 7.329,
    "vote_count": 937,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/iUAFECovwPA0cVV9bo4uNGLJSGL.jpg"
  },
  {
    "id": 1417605,
    "title": "DOGTOOTH",
    "overview": "Dogtooth follows Klaus, a solitary vampire disguised as a therapist, searching for companionship in a distant and cold world. When a new client enters his life, Klaus sees a glimmer of hope for connection—but his journey reveals much more than he expects.",
    "genre_ids": [
      27,
      35,
      80,
      18,
      0
    ],
    "release_days": 20076,
    "release_year": "2024",
    "popularity": 0.1329,
    "vote_average": 8,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/4Bzizu1xcm3aB993K6hPKa60LGK.jpg"
  },
  {
    "id": 104374,
    "title": "Woman of the Lake",
    "overview": "A married woman lets her lover take naked pictures of her. The photos end up in possession of a man who starts blackmailing the couple.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -1223,
    "release_year": "1966",
    "popularity": 0.2876,
    "vote_average": 7,
    "vote_count": 30,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/pZJ8KCp03FTbJxD6mtPKG5LElhn.jpg"
  },
  {
    "id": 79708,
    "title": "Pink Floyd: Behind the Wall",
    "overview": "This documentary looks at the conception, design and live shows of The Wall performed by Pink Floyd in 1980 and 1981. It features in-depth 1980s era interviews with Roger Waters, David Gilmour, Richard Wright and Nick Mason and shows footage of The Wall performed at Earl's Court in 1980. It also features archival footage of the Syd Barrett era Pink Floyd and discusses how David Gilmour was brought into the band to initially augment their live shows when Syd became unreliable due to his drug problem and how Gilmour ultimately replaced him.",
    "genre_ids": [
      99,
      10402,
      0,
      0,
      0
    ],
    "release_days": 15122,
    "release_year": "2011",
    "popularity": 2.3918,
    "vote_average": 8.2,
    "vote_count": 44,
    "language_code": 0,
    "title_length": 27,
    "poster_path": "/gIDinNfjIJQuEc64MrQRafjADsL.jpg"
  },
  {
    "id": 71395,
    "title": "Secret Ceremony",
    "overview": "A penniless woman meets a strange girl who insists she is her long-lost mother and becomes enmeshed in a web of deception, and perhaps madness.",
    "genre_ids": [
      18,
      9648,
      53,
      0,
      0
    ],
    "release_days": -435,
    "release_year": "1968",
    "popularity": 0.4588,
    "vote_average": 6.017,
    "vote_count": 60,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/nnxSwhEPtAVhfGhpZIC1UHZRMnY.jpg"
  },
  {
    "id": 5335,
    "title": "Theorem",
    "overview": "A wealthy Italian household is turned upside down when a handsome stranger arrives, seduces every family member and then disappears. Each has an epiphany of sorts, but none can figure out who the seductive visitor was or why he came.",
    "genre_ids": [
      9648,
      18,
      0,
      0,
      0
    ],
    "release_days": -481,
    "release_year": "1968",
    "popularity": 1.184,
    "vote_average": 7.08,
    "vote_count": 415,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/wftXxZPCduFbv9TsVRZfCy2qDsn.jpg"
  },
  {
    "id": 16307,
    "title": "The Wicker Man",
    "overview": "Police sergeant Neil Howie is called to an island village in search of a missing girl whom the locals claim never existed. Stranger still, however, are the rituals that take place there.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 1435,
    "release_year": "1973",
    "popularity": 3.9127,
    "vote_average": 7.346,
    "vote_count": 1477,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/wwtrXRL8SiOWxhwLEvw7iBgYh0g.jpg"
  },
  {
    "id": 426063,
    "title": "Nosferatu",
    "overview": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "genre_ids": [
      27,
      14,
      0,
      0,
      0
    ],
    "release_days": 20082,
    "release_year": "2024",
    "popularity": 18.936,
    "vote_average": 6.7,
    "vote_count": 2658,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/5qGIxdEO841C0tdY8vOdLoRVrr0.jpg"
  },
  {
    "id": 660715,
    "title": "After Blue (Dirty Paradise)",
    "overview": "In a faraway future, on a wild and untamed female inhabited planet called After Blue, a lonely teenager named Roxy unknowingly releases a mystical, dangerous, and sensual assassin from her prison.",
    "genre_ids": [
      878,
      14,
      37,
      0,
      0
    ],
    "release_days": 18920,
    "release_year": "2021",
    "popularity": 0.6274,
    "vote_average": 5.211,
    "vote_count": 57,
    "language_code": 0,
    "title_length": 27,
    "poster_path": "/uzlk8JZbialeyduUjgtbsqwH3yX.jpg"
  },
  {
    "id": 95508,
    "title": "The Warped Ones",
    "overview": "A juvenile delinquent gets out of the pen and immediately embarks on a rampage of untethered anger, most of it directed at the girlfriend of the journalist who helped send him up.",
    "genre_ids": [
      18,
      80,
      0,
      0,
      0
    ],
    "release_days": -3407,
    "release_year": "1960",
    "popularity": 0.3697,
    "vote_average": 6.9,
    "vote_count": 22,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/gK9TCfADR37uN94LP1Ue3xNxh1.jpg"
  },
  {
    "id": 2742,
    "title": "Naked Lunch",
    "overview": "Blank-faced bug killer Bill Lee and his dead-eyed wife, Joan, like to get high on Bill's pest poisons while lounging with Beat poet pals. After meeting the devilish Dr. Benway, Bill gets a drug made from a centipede. Upon indulging, he accidentally kills Joan, takes orders from his typewriter-turned-cockroach, ends up in a constantly mutating Mediterranean city and learns that his hip friends have published his work -- which he doesn't remember writing.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 8030,
    "release_year": "1991",
    "popularity": 1.6559,
    "vote_average": 6.992,
    "vote_count": 1107,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/u01kh5jKUWjhom76mguRqUgdvja.jpg"
  },
  {
    "id": 1412,
    "title": "sex, lies, and videotape",
    "overview": "Ann, a frustrated wife, enters into counseling due to a troubled marriage. Unbeknownst to her, her husband John has begun an affair with her sister. When John’s best friend Graham arrives, his penchant for interviewing women about their sex lives forever changes John and Ann’s rocky marriage.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 7155,
    "release_year": "1989",
    "popularity": 2.3944,
    "vote_average": 7,
    "vote_count": 949,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/pj1uKm07svgXZDHbYE8AzRfNHcu.jpg"
  },
  {
    "id": 104324,
    "title": "Holy Pafnucio",
    "overview": "Controversial, sexy and surreal tale of a messenger, his journey and encounters with many historical events and people such as Auschwitz, the Ku Klux Klan, Frida Kahlo, Cortés and Emiliano Zapata (as a beautiful woman!)",
    "genre_ids": [
      14,
      18,
      36,
      10402,
      0
    ],
    "release_days": 2856,
    "release_year": "1977",
    "popularity": 0.0987,
    "vote_average": 5.7,
    "vote_count": 7,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/bMhqtZuAHPbJ2hLOfUNQqI86Xbs.jpg"
  },
  {
    "id": 793,
    "title": "Blue Velvet",
    "overview": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of psychopathic criminals who have kidnapped her child.",
    "genre_ids": [
      9648,
      53,
      80,
      18,
      0
    ],
    "release_days": 6105,
    "release_year": "1986",
    "popularity": 4.7282,
    "vote_average": 7.613,
    "vote_count": 3489,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/7hlgzJXLgyECS1mk3LSN3E72l5N.jpg"
  },
  {
    "id": 1139953,
    "title": "Lips of Blood",
    "overview": "A woman goes to her lover's house, only to find a shocking surprise.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 19338,
    "release_year": "2022",
    "popularity": 0.0898,
    "vote_average": 10,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/gbiMMdFz5Xyd8yVHh4IYFCilHWc.jpg"
  },
  {
    "id": 26606,
    "title": "Performance",
    "overview": "In underworld terms, Chas Devlin is a 'performer,' a gangster with a talent for violence and intimidation. Turner is a reclusive rock superstar. When Chas and Turner meet, their worlds collide—and the impact is both exotic and explosive.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 214,
    "release_year": "1970",
    "popularity": 0.9339,
    "vote_average": 6.7,
    "vote_count": 182,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/yKuqk84TtTpj0nYZS5m680JmprG.jpg"
  },
  {
    "id": 1290514,
    "title": "Martin",
    "overview": "A middle aged man finds his life upside-down.",
    "genre_ids": [
      18,
      53,
      0,
      0,
      0
    ],
    "release_days": null,
    "release_year": null,
    "popularity": 0.0461,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/sVKdd01Un1kxaBlX6lIsIMfIRuC.jpg"
  },
  {
    "id": 28422,
    "title": "Love Exposure",
    "overview": "The story of a teenage boy named Yu, who falls for Yoko, a girl he runs into while working as an \"up-skirt\" photographer in an offshoot of the porn industry. His attempts to woo her are complicated by a spot of cross-dressing – which convinces Yoko that she is lesbian – dalliances with kung-fu and crime, and a constant struggle with the guilt that's a legacy of his Catholic upbringing.",
    "genre_ids": [
      28,
      35,
      18,
      10749,
      0
    ],
    "release_days": 14275,
    "release_year": "2009",
    "popularity": 2.7634,
    "vote_average": 8,
    "vote_count": 465,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/3QSGUdzG374H7pOxIdKNBpeLEUk.jpg"
  },
  {
    "id": 104441,
    "title": "Nanami: The Inferno of First Love",
    "overview": "A teenage goldsmith with a dark past tragically falls in love with a young nude model.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": -586,
    "release_year": "1968",
    "popularity": 0.312,
    "vote_average": 6.9,
    "vote_count": 27,
    "language_code": 0,
    "title_length": 33,
    "poster_path": "/7V3dEYzZDykz71aY78aOjAG6CQE.jpg"
  },
  {
    "id": 41662,
    "title": "3 Women",
    "overview": "Two co-workers, one a vain woman and the other an awkward teenager, share an increasingly bizarre relationship after becoming roommates.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 2656,
    "release_year": "1977",
    "popularity": 1.39,
    "vote_average": 7.2,
    "vote_count": 304,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/uL5Yg8MEgHGXymTaJBYXn9g0xsH.jpg"
  },
  {
    "id": 277835,
    "title": "The Soul Odyssey",
    "overview": "A young man is on an inner journey as he searches for meaning in love, eroticism and marriage. He boards a train, and all the clocks are mirrored from then on, as if looking at them from the inside. He travels to a homey village, meets a potential fiancée, then a more sensuous and mysterious stripper.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 12231,
    "release_year": "2003",
    "popularity": 0.0795,
    "vote_average": 3.5,
    "vote_count": 2,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/cbo0zIXJqoHNsVRHaGtDe2AThgI.jpg"
  },
  {
    "id": 129,
    "title": "Spirited Away",
    "overview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
    "genre_ids": [
      16,
      10751,
      14,
      0,
      0
    ],
    "release_days": 11523,
    "release_year": "2001",
    "popularity": 22.0935,
    "vote_average": 8.5,
    "vote_count": 17151,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg"
  },
  {
    "id": 31767,
    "title": "The Devils",
    "overview": "In 17th-century France, Father Urbain Grandier seeks to protect the city of Loudun from the corrupt establishment of Cardinal Richelieu. Hysteria occurs within the city when he is accused of witchcraft by the sexually repressed Sister Jeanne.",
    "genre_ids": [
      18,
      36,
      0,
      0,
      0
    ],
    "release_days": 561,
    "release_year": "1971",
    "popularity": 2.0679,
    "vote_average": 7.5,
    "vote_count": 391,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/y1k7eiOFc6fzm8XeTa1kNGx6JIs.jpg"
  },
  {
    "id": 78,
    "title": "Blade Runner",
    "overview": "In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.",
    "genre_ids": [
      878,
      18,
      53,
      0,
      0
    ],
    "release_days": 4558,
    "release_year": "1982",
    "popularity": 13.0286,
    "vote_average": 7.94,
    "vote_count": 14144,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/63N9uy8nd9j7Eog2axPQ8lbr3Wj.jpg"
  },
  {
    "id": 46772,
    "title": "Electra, My Love",
    "overview": "It has been fifteen years since the death of her father, Agamemnon, and Elektra still burns with hatred for Aegisztosz, who conspired with Elektra's mother to kill him.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 1806,
    "release_year": "1974",
    "popularity": 0.2025,
    "vote_average": 6.3,
    "vote_count": 19,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/8dvDFx9R6KWtWEPeTZCq0DfMWbK.jpg"
  },
  {
    "id": 11481,
    "title": "Repulsion",
    "overview": "Beautiful young manicurist Carole suffers from androphobia (the pathological fear of interaction with men). When her sister and roommate, Helen, leaves their London flat to go on an Italian holiday with her married boyfriend, Carole withdraws into her apartment. She begins to experience frightful hallucinations, her fear gradually mutating into madness.",
    "genre_ids": [
      18,
      53,
      27,
      0,
      0
    ],
    "release_days": -1675,
    "release_year": "1965",
    "popularity": 1.8836,
    "vote_average": 7.407,
    "vote_count": 1027,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/dtyCKEPLqv9wxyVazL4b843vtUb.jpg"
  },
  {
    "id": 47062,
    "title": "Miraculous Virgin",
    "overview": "A film adaptation of the novelette of the same title written by Dominik Tatarka depicts the life of a young generation of artists that was formed in Slovakia during the war. Anabella, a young and beautiful girl meets a group of artists. She awakens their erotic desires but also pure feelings of love; she becomes the object of their secret fantasies as well as their artistic inspiration. And it seems that the boundaries between reality and fantasy suddenly cease to exist.",
    "genre_ids": [
      9648,
      18,
      35,
      0,
      0
    ],
    "release_days": -1077,
    "release_year": "1967",
    "popularity": 0.1308,
    "vote_average": 5,
    "vote_count": 10,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/gr48EaBu5C5I9dtppqiQK3Bt7br.jpg"
  },
  {
    "id": 5879,
    "title": "In the Realm of the Senses",
    "overview": "A passionate telling of the story of Sada Abe, a woman whose affair with her master led to an obsessive and ultimately destructive sexual relationship.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 2449,
    "release_year": "1976",
    "popularity": 8.6757,
    "vote_average": 6.605,
    "vote_count": 650,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/AiFQbgjgSXWPfbi9iIYT39iXWMW.jpg"
  },
  {
    "id": 11220,
    "title": "Fallen Angels",
    "overview": "An assassin goes through obstacles as he attempts to escape his violent lifestyle despite the opposition of his partner, who is secretly attracted to him.",
    "genre_ids": [
      28,
      10749,
      80,
      0,
      0
    ],
    "release_days": 9379,
    "release_year": "1995",
    "popularity": 8.2933,
    "vote_average": 7.7,
    "vote_count": 1121,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/yyM9BPdwttK5LKZSLvHae7QPKo1.jpg"
  },
  {
    "id": 11104,
    "title": "Chungking Express",
    "overview": "Two melancholic Hong Kong policemen fall in love: one with a mysterious underworld figure, the other with a beautiful and ethereal server at a late-night restaurant.",
    "genre_ids": [
      18,
      35,
      10749,
      0,
      0
    ],
    "release_days": 8960,
    "release_year": "1994",
    "popularity": 7.9323,
    "vote_average": 8,
    "vote_count": 1933,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/43I9DcNoCzpyzK8JCkJYpHqHqGG.jpg"
  },
  {
    "id": 229756,
    "title": "Hanasaku Iroha the Movie: Home Sweet Home",
    "overview": "While sorting through a mess of books in the staff room, Ohana happens upon one of Denroku's log books from long ago. Within it, it recounts a story of Ohana's mom when she was the same age as her.",
    "genre_ids": [
      16,
      18,
      35,
      0,
      0
    ],
    "release_days": 15773,
    "release_year": "2013",
    "popularity": 0.8491,
    "vote_average": 6.163,
    "vote_count": 40,
    "language_code": 0,
    "title_length": 41,
    "poster_path": "/t5RxZfhMEloJdTB4wcsYiCAsUPV.jpg"
  },
  {
    "id": 16306,
    "title": "Fantastic Planet",
    "overview": "On the planet Ygam, the Draags, extremely technologically and spiritually advanced blue humanoids, consider the tiny Oms, human beings descendants of Terra's inhabitants, as ignorant animals. Those who live in slavery are treated as simple pets and used to entertain Draag children; those who live hidden in the hostile wilderness of the planet are periodically hunted and ruthlessly slaughtered as if they were vermin.",
    "genre_ids": [
      16,
      878,
      0,
      0,
      0
    ],
    "release_days": 1430,
    "release_year": "1973",
    "popularity": 2.2226,
    "vote_average": 7.644,
    "vote_count": 999,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/prq0j1S0K07UjwLZLF6oMGflRUI.jpg"
  },
  {
    "id": 424277,
    "title": "Annette",
    "overview": "The story of Henry, a stand-up comedian with a fierce sense of humour and Ann, a singer of international renown. In the spotlight, they are the perfect couple, healthy, happy, and glamourous. The birth of their first child, Annette, a mysterious girl with an exceptional destiny, will change their lives.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 18815,
    "release_year": "2021",
    "popularity": 2.2495,
    "vote_average": 6.72,
    "vote_count": 699,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/4FTnypxpGltJdIARrfFsP31pGTp.jpg"
  },
  {
    "id": 25311,
    "title": "Summer",
    "overview": "Shaun and Daz are vibrant kids, wasted by their experience of education. All they have is friendship and Shaun's first love Katy. From the moment Shaun steps into our world he is bound to lose. Labeled as a violent bully he destroys himself and Daz with him. Shaun has twelve years to reflect on an intense summer of love, sex and loyalty. But Daz's imminent death forces Shaun to confront his past.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 14218,
    "release_year": "2008",
    "popularity": 0.457,
    "vote_average": 6.3,
    "vote_count": 16,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/oKkodOkWfw6A3G7C0mIurJtr0qv.jpg"
  },
  {
    "id": 362178,
    "title": "Kaili Blues",
    "overview": "Chen Sheng goes off in search of his nephew who has been abandoned by his father. Along the way, he encounters numerous people from his past and also those from his future.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 16883,
    "release_year": "2016",
    "popularity": 1.1748,
    "vote_average": 7.1,
    "vote_count": 123,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/eYRlg4v9FkdtWtDs66iViovE9Bf.jpg"
  },
  {
    "id": 84427,
    "title": "House of Pleasures",
    "overview": "The dawn of the 20th century: L’Apollonide, a luxurious and traditional brothel in Paris, is living its last days. In this closed world, where some men fall in love and others become viciously harmful, the women share their secrets, their fears, their joys and their pains.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15238,
    "release_year": "2011",
    "popularity": 1.8508,
    "vote_average": 6.57,
    "vote_count": 257,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/adkiqkEOKW8nMlfF8hVcaPWTAwB.jpg"
  },
  {
    "id": 4241,
    "title": "Visitor Q",
    "overview": "In a dysfunctional family where the mother is a heroin addict and prostitute, beaten by her son, and the father is an ex-TV reporter, sleeping with his daughter and filming his son being beaten up, ‘Q’, a complete stranger enters the bizarre family, changing their lives for the better, finding a balance in their disturbing natures.",
    "genre_ids": [
      35,
      18,
      27,
      53,
      0
    ],
    "release_days": 11398,
    "release_year": "2001",
    "popularity": 2.2126,
    "vote_average": 6.4,
    "vote_count": 511,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/veDqVt4oYq6mjFGasdVeEv6RPBg.jpg"
  },
  {
    "id": 104338,
    "title": "The Beautiful Prisoner",
    "overview": "Walter is told by his boss, Sara, to deliver an urgent letter to Henri de Corinthe. On the way he finds a beautiful woman he had been eying in a nightclub, lying in the road, bound up. He takes her to a villa to get a doctor, and ends up being locked in a bedroom with her. While she is making love to him, he has visions of surrealistic images from René Magritte's paintings. In the morning, the girl, Marie-Ange, has vanished, the villa looks derelict, and his neck is bleeding. Was it all just a nightmare?",
    "genre_ids": [
      9648,
      18,
      0,
      0,
      0
    ],
    "release_days": 4794,
    "release_year": "1983",
    "popularity": 0.3931,
    "vote_average": 6.171,
    "vote_count": 41,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/pe4P55RqRG2yPcirvHolXxsxDip.jpg"
  },
  {
    "id": 768702,
    "title": "Love",
    "overview": "Love Hotel. The best place to spend your holiday on February 14th. So this time the doors of the hotel are open for everyone who wants to make Valentine's Day special, wants to believe in love again, or at least not be alone on this day. Former classmates meet at a restaurant in honor of the 40th anniversary of graduation and old feelings flare up with renewed vigor. A jealous man tries to enter all the rooms on the floor to find his missing wife. A private detective and his attractive client arrange a spy show with wiretaps to bring out the scoundrel husband. An immigrant maid from Uzbekistan chooses between love for her young boy and money from his mother, given for her immediate flight home. And the life of a humble student who dreams of becoming a man in just one hour will never be the same after meeting the most talkative night butterfly in the city ...",
    "genre_ids": [
      35,
      10749,
      0,
      0,
      0
    ],
    "release_days": 18620,
    "release_year": "2020",
    "popularity": 0.5845,
    "vote_average": 6.025,
    "vote_count": 40,
    "language_code": 0,
    "title_length": 4,
    "poster_path": "/hS2eFigVGchssBaRlbt4hkRs09e.jpg"
  },
  {
    "id": 414770,
    "title": "Antiporno",
    "overview": "Young artist Kyoko wreaks havoc on everyone that she encounters when Japan's oldest major movie studio asks a batch of venerable filmmakers to revive its high-brow soft-core Roman Porno series.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 17194,
    "release_year": "2017",
    "popularity": 1.5164,
    "vote_average": 6.686,
    "vote_count": 406,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/1hL1OlEHPuqZAK2QXR8tCHCGMZR.jpg"
  },
  {
    "id": 91229,
    "title": "Dogra Magra",
    "overview": "A young man kills his bride on the day of his marriage and goes insane. He wakes up in an asylum with no memory, left in the hands of two mysterious doctors who relate his condition with his biological identity.",
    "genre_ids": [
      27,
      9648,
      14,
      0,
      0
    ],
    "release_days": 6862,
    "release_year": "1988",
    "popularity": 0.6587,
    "vote_average": 6.763,
    "vote_count": 38,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/ss6zWMdXWE7OsxXCqzirUBTTlQm.jpg"
  },
  {
    "id": 41577,
    "title": "Tokyo Fist",
    "overview": "A businessman, Tsuda, runs into a childhood friend, Kojima, on the subway. Kojima is working as a semiprofessional boxer. Tsuda soon begins to suspect that Kojima might be having an affair with his fiancée Hizuru. After an altercation, Tsuda begins training rigorously himself, leading to an extremely bloody, violent confrontation.",
    "genre_ids": [
      53,
      28,
      18,
      0,
      0
    ],
    "release_days": 9424,
    "release_year": "1995",
    "popularity": 0.9769,
    "vote_average": 6.736,
    "vote_count": 138,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/sKkY3FrYcAVOfXyGLj66NUXN5I8.jpg"
  },
  {
    "id": 55616,
    "title": "Dracula: Pages from a Virgin's Diary",
    "overview": "A cinematic version of the Royal Winnipeg Ballet's adaptation of Bram Stoker's gothic novel Dracula. Filmed in a style reminiscent of silent Expressionist cinema of the early 20th century (complete with intertitles and monochrome photography), it uses dance to tell the story of a sinister but intriguing immigrant who preys upon young English women.",
    "genre_ids": [
      27,
      10402,
      0,
      0,
      0
    ],
    "release_days": 11746,
    "release_year": "2002",
    "popularity": 2.3378,
    "vote_average": 6.6,
    "vote_count": 47,
    "language_code": 0,
    "title_length": 36,
    "poster_path": "/qioaICsGsr8Bu8yr6UGPLmV9crX.jpg"
  },
  {
    "id": 11415,
    "title": "House",
    "overview": "Roger Cobb, a divorced horror novelist coming to terms with the disappearance of his young son, inherits an old mansion home to malevolent supernatural residents.",
    "genre_ids": [
      35,
      27,
      14,
      0,
      0
    ],
    "release_days": 5818,
    "release_year": "1985",
    "popularity": 2.0339,
    "vote_average": 6.2,
    "vote_count": 577,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/ysIPmxLVYYvTUaOwEsLjF7nEf4C.jpg"
  },
  {
    "id": 437583,
    "title": "November",
    "overview": "In a poor Estonian village, a group of peasants use magic and folk remedies to survive the winter, and a young woman tries to get a young man to love her.",
    "genre_ids": [
      18,
      14,
      10749,
      27,
      0
    ],
    "release_days": 17200,
    "release_year": "2017",
    "popularity": 1.5664,
    "vote_average": 7.094,
    "vote_count": 159,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/yMqtCSzSAB9Aiw8yiuUKBoxEeAm.jpg"
  },
  {
    "id": 474135,
    "title": "4 à 4 Métro-Barbès-Rochechou-Art",
    "overview": "In the early '80s, this collective of artists invented a style of cinema made in 4 hands, where each of the protagonists is also a filmmaker.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 4822,
    "release_year": "1983",
    "popularity": 0.0363,
    "vote_average": 6,
    "vote_count": 1,
    "language_code": 0,
    "title_length": 32,
    "poster_path": "/flkAEy2FuU8xeK5hpsw9xQmi5Rd.jpg"
  },
  {
    "id": 494866,
    "title": "Murderess",
    "overview": "If Winnie shot her two friends in self defense as she later claimed, why did she hide their bodies in trunks and attempt to take them as luggage with her on a train to L.A.?",
    "genre_ids": [
      80,
      0,
      0,
      0,
      0
    ],
    "release_days": 13793,
    "release_year": "2007",
    "popularity": 0.0502,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/zOSn0c54DLndrhGPO4fKHQonj2v.jpg"
  },
  {
    "id": 385448,
    "title": "The Little Mermaid",
    "overview": "A young reporter and his niece discover a beautiful and enchanting creature they believe to be the real little mermaid.",
    "genre_ids": [
      10751,
      12,
      14,
      10749,
      18
    ],
    "release_days": 17745,
    "release_year": "2018",
    "popularity": 2.5062,
    "vote_average": 5.023,
    "vote_count": 840,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/qEM80vqREgfjk7YhIbl4AgfZ47S.jpg"
  },
  {
    "id": 40149,
    "title": "Kuroneko",
    "overview": "In the Sengoku period, a woman and her daughter are raped and murdered by soldiers during a time of civil war. Afterwards, a series of samurai returning from the war through that area are found mysteriously dead with their throats torn out. The governor calls in a wild and fierce young hero to quell what is evidently an Onryō ghost. He encounters the two beautiful women in an eerie, beautiful scene. After spiritual purification, he meets the demon in a thrilling fight.",
    "genre_ids": [
      27,
      14,
      0,
      0,
      0
    ],
    "release_days": -677,
    "release_year": "1968",
    "popularity": 0.8583,
    "vote_average": 7.382,
    "vote_count": 207,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/43LZYSBRMZoi9QdYntkGXhLSMeI.jpg"
  },
  {
    "id": 68429,
    "title": "Go, Go Second Time Virgin",
    "overview": "Go, Go, Second Time Virgin is the story of two damned and abused teenagers who meet and fall in mutant love on a Tokyo rooftop. Their only hope is to cement their love with an escape into oblivion.",
    "genre_ids": [
      18,
      10749,
      53,
      0,
      0
    ],
    "release_days": -365,
    "release_year": "1969",
    "popularity": 0.5077,
    "vote_average": 6.73,
    "vote_count": 63,
    "language_code": 0,
    "title_length": 25,
    "poster_path": "/b1vuQMFttcNxbBRP2FBsSy9H5PW.jpg"
  },
  {
    "id": 242828,
    "title": "When Marnie Was There",
    "overview": "Upon being sent to live with relatives in the countryside due to an illness, an emotionally distant adolescent girl becomes obsessed with an abandoned mansion and infatuated with a girl who lives there - a girl who may or may not be real.",
    "genre_ids": [
      16,
      18,
      10751,
      9648,
      0
    ],
    "release_days": 16270,
    "release_year": "2014",
    "popularity": 5.624,
    "vote_average": 7.933,
    "vote_count": 1843,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/vug1dvDI1tSa60Z8qjCuUE7ntkO.jpg"
  },
  {
    "id": 30844,
    "title": "Beauty and the Beast",
    "overview": "A twist on the morality tale of forbidden love between the beautiful Belle and the feared Beast. As the villagers are being brutally murdered and the Beast is hunted down as the one responsible for the mayhem, Belle and Beast team up to defeat the real killer; the power-hungry witch's malevolent troll.",
    "genre_ids": [
      14,
      18,
      10749,
      0,
      0
    ],
    "release_days": 14651,
    "release_year": "2010",
    "popularity": 1.0492,
    "vote_average": 4.263,
    "vote_count": 59,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/eupg5b3CIIbQSJrYa5GD7pNpj7M.jpg"
  },
  {
    "id": 979,
    "title": "Irreversible",
    "overview": "A woman’s lover and her ex-boyfriend take justice into their own hands after she becomes the victim of a rapist. Because some acts can’t be undone. Because man is an animal. Because the desire for vengeance is a natural impulse. Because most crimes remain unpunished.",
    "genre_ids": [
      18,
      53,
      80,
      0,
      0
    ],
    "release_days": 11829,
    "release_year": "2002",
    "popularity": 14.926,
    "vote_average": 7.209,
    "vote_count": 3013,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/rxeDxo8FvZpLu6iplNpxdtAVnfu.jpg"
  },
  {
    "id": 28627,
    "title": "The Student of Prague",
    "overview": "Prague, Bohemia, 1820. Balduin, a penniless student, falls in love with Countess Margit, a wealthy noblewoman whom he has saved from drowning.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": -20586,
    "release_year": "1913",
    "popularity": 0.2874,
    "vote_average": 6,
    "vote_count": 68,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/tO2zgNEY0MqtvEyPioTTfHgmN2Q.jpg"
  },
  {
    "id": 558853,
    "title": "L'âge d'or",
    "overview": "Véra, a vivacious woman, and her alleged brother Boris, are both hired by the Dubelairs as their chambermaid and caretaker. But Dubelair has done bad business while his wife Juliette plays at the races and... loses ! So when it comes to paying their domestics wages, Dubelair gives them lottery tickets. Chance has it that one of them is winning...!",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": -10200,
    "release_year": "1942",
    "popularity": 0.1665,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/uRpZPM4veXnIlDEW0D9f6aqDsd7.jpg"
  },
  {
    "id": 330947,
    "title": "Song to Song",
    "overview": "In this modern love story set against the Austin, Texas music scene, two entangled couples — struggling songwriters Faye and BV, and music mogul Cook and the waitress whom he ensnares — chase success through a rock ‘n’ roll landscape of seduction and betrayal.",
    "genre_ids": [
      10749,
      18,
      10402,
      0,
      0
    ],
    "release_days": 17242,
    "release_year": "2017",
    "popularity": 1.5388,
    "vote_average": 5.473,
    "vote_count": 876,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/itmaNi14GyWguTOywZ0mMzyScW9.jpg"
  },
  {
    "id": 422947,
    "title": "Snow Woman",
    "overview": "One snowy night, in a mountain hut, Minokichi, a hunter, sees a snow woman killing his mentor Mosaku. “Should you tell anyone, I will take your life” she says, then drifts off. A year later, Minokichi meets and marries a beauty named Yuki. She bears him a daughter, Ume. 14 years pass and Ume blossoms into a radiant lady who befriends the sickly Mikio, the village leader’s son and Mosaku’s distant relative. Mikio soon dies in the same hut as Mosaku, with his body showing the same frostbite scars. Minokichi is reminded of that horrid night, and wonders what it was that he saw, and who Yuki really is.",
    "genre_ids": [
      9648,
      27,
      0,
      0,
      0
    ],
    "release_days": 17102,
    "release_year": "2016",
    "popularity": 0.2642,
    "vote_average": 6.2,
    "vote_count": 7,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/x91e6wIHRZ5vJqHHYrdZfPg2Gs5.jpg"
  },
  {
    "id": 76025,
    "title": "Shame",
    "overview": "Brandon, a thirty-something man living in New York, eludes intimacy with women but feeds his deepest desires with a compulsive addiction to sex. When his younger sister temporarily moves into his apartment, stirring up bitter memories of their shared painful past, Brandon's life, like his fragile mind, gets out of control.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 15249,
    "release_year": "2011",
    "popularity": 5.4707,
    "vote_average": 6.931,
    "vote_count": 3223,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/cAWLz9kFv4xc6IsEXTj2DrcqD55.jpg"
  },
  {
    "id": 28298,
    "title": "Eugenie de Sade",
    "overview": "Eugenie, a beautiful but shy young girl, lives with her stepfather, a famous writer specializing in stories of erotica. One day she happens to read one of his \"erotic\" books and its power so affects her that begins to find herself sexually attracted to her stepfather. He notices this, and eventually brings her into his dark world of sexual perversion and murder.",
    "genre_ids": [
      18,
      53,
      27,
      0,
      0
    ],
    "release_days": 1190,
    "release_year": "1973",
    "popularity": 1.8463,
    "vote_average": 5.568,
    "vote_count": 37,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/dvSaP5XUDb6hthxFwfrO2XGePih.jpg"
  },
  {
    "id": 843,
    "title": "In the Mood for Love",
    "overview": "In 1962 Hong Kong, two neighbors form a strong bond after both suspect extramarital activities of their spouses.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 11229,
    "release_year": "2000",
    "popularity": 8.8854,
    "vote_average": 8.104,
    "vote_count": 2914,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/iYypPT4bhqXfq1b6EnmxvRt6b2Y.jpg"
  },
  {
    "id": 13552,
    "title": "The Doom Generation",
    "overview": "Jordan White and Amy Blue, two troubled teens, pick up an adolescent drifter, Xavier Red. Together, the threesome embarks on a sex- and violence-filled journey through a United States of psychos and quickie marts.",
    "genre_ids": [
      35,
      80,
      18,
      0,
      0
    ],
    "release_days": 9423,
    "release_year": "1995",
    "popularity": 1.4874,
    "vote_average": 6.5,
    "vote_count": 264,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/cRzRj2UBvIH8ryWhu5PNL2PzV7j.jpg"
  },
  {
    "id": 143506,
    "title": "The Darkness Beyond",
    "overview": "Legendary sci-fi/horror visionary H.P. Lovecraft is the mastermind behind this story of evil that has its roots in ancient civilizations and then spans across time and into the future. THE DARKNESS BEYOND begins in 1571 when a philospher reads aloud the text of the Necronomicon. The utterance of these words of damnation not only cost him his life, but then cast blackness on future generation. Five hundred years later we see the society of Arkham, which is perpetually in the midst of devastation, civil war and mayhem. Modern woman Elena happens across the old text and again unleashes the dark force. This film has been praised as the best cinematic retelling of a Lovecraft tale, as well as innonvative lighting, excellent editing, which director Ivan Zuccon (UNKNOWN BEYOND, THE SHUNNED HOUSE) did himself.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 11036,
    "release_year": "2000",
    "popularity": 0.0557,
    "vote_average": 5.3,
    "vote_count": 7,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/rHSCO56yAFSjfhsTdZ6zerXZAWp.jpg"
  },
  {
    "id": 50270,
    "title": "Paprika",
    "overview": "Mimma starts working in Madame Colette’s brothel to help her boyfriend financially. There she is rechristened “Paprika,” and falls in love with her first client, naval officer Franco. Despite this attraction, she begins her climb through the sex trade, residing in Italy’s most illustrious brothels.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 7713,
    "release_year": "1991",
    "popularity": 12.6032,
    "vote_average": 7.108,
    "vote_count": 529,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/7ArZvonETUbFYuNBa5PWkYJjG1u.jpg"
  },
  {
    "id": 316885,
    "title": "Bridgend",
    "overview": "Over a 5-year period in Bridgend in Wales, 79 people, many of them teenagers, committed suicide without leaving any clue as to why. This is the starting point for this mysterious social drama.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 16457,
    "release_year": "2015",
    "popularity": 0.4956,
    "vote_average": 5.333,
    "vote_count": 69,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/5mYC98zfbhJtC5Mso4rPBqMAQGv.jpg"
  },
  {
    "id": 2667,
    "title": "The Blair Witch Project",
    "overview": "In October of 1994 three student filmmakers disappeared in the woods near Burkittsville, Maryland, while shooting a documentary. A year later their footage was found.",
    "genre_ids": [
      27,
      9648,
      0,
      0,
      0
    ],
    "release_days": 10786,
    "release_year": "1999",
    "popularity": 6.5321,
    "vote_average": 6.352,
    "vote_count": 5021,
    "language_code": 0,
    "title_length": 23,
    "poster_path": "/9050VGrYjYrEjpOvDZVAngLbg1f.jpg"
  },
  {
    "id": 151403,
    "title": "House of Himiko",
    "overview": "Saori is a young woman struggling to make her way in life. Her gay father, Himiko, had abandoned Saori and her mother years before. Now her father's young lover Haruhiko shows up to tell Saori that her father is dying of cancer. Still angry with her father but in need of money, Saori travels to the House of Himiko, a nursing home established by her father for gay men. Over time, a tenuous relationship begins to develop between Saori, her father, and Haruhiko.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 13022,
    "release_year": "2005",
    "popularity": 0.4839,
    "vote_average": 6.4,
    "vote_count": 14,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/kYk6IIugk0P7bB5w98k7C3pSGmL.jpg"
  },
  {
    "id": 149,
    "title": "Akira",
    "overview": "A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath that only two teenagers and a group of psychics can stop.",
    "genre_ids": [
      16,
      878,
      28,
      0,
      0
    ],
    "release_days": 6735,
    "release_year": "1988",
    "popularity": 8.6926,
    "vote_average": 7.9,
    "vote_count": 4397,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/neZ0ykEsPqxamsX6o5QNUFILQrz.jpg"
  },
  {
    "id": 1091,
    "title": "The Thing",
    "overview": "In the winter of 1982, a twelve-man research team at a remote Antarctic research station discovers an alien buried in the snow for over 100,000 years. Soon unfrozen, the form-changing creature wreaks havoc, creates terror... and becomes one of them.",
    "genre_ids": [
      27,
      9648,
      878,
      0,
      0
    ],
    "release_days": 4558,
    "release_year": "1982",
    "popularity": 9.5908,
    "vote_average": 8.07,
    "vote_count": 7297,
    "language_code": 0,
    "title_length": 9,
    "poster_path": "/a9RjXOIIB56k2rGoL3Fk3nRHHHQ.jpg"
  },
  {
    "id": 86835,
    "title": "Knight of Cups",
    "overview": "Rick is a screenwriter living in Los Angeles. While successful in his career, his life feels empty. Haunted and confused, he finds temporary solace in the decadent Hollywood excess that defines his existence. Women provide a distraction to his daily pain, and every encounter brings him closer to finding his place in the world.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 16688,
    "release_year": "2015",
    "popularity": 2.5365,
    "vote_average": 5.708,
    "vote_count": 675,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/xejFBC19Nc7Xi1MiIvcf84ZCy2g.jpg"
  },
  {
    "id": 33320,
    "title": "Millennium Actress",
    "overview": "Documentary filmmaker Genya Tachibana has tracked down the legendary actress Chiyoko Fujiwara, who mysteriously vanished at the height of her career. When he presents her with a key she had lost and thought was gone forever, the filmmaker could not have imagined that it would not only unlock the long-held secrets of Chiyoko’s life... but also his own.",
    "genre_ids": [
      16,
      18,
      10749,
      14,
      0
    ],
    "release_days": 11944,
    "release_year": "2002",
    "popularity": 3.4703,
    "vote_average": 7.838,
    "vote_count": 905,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/p44UXOFBCY5xbpCKEsWpi4filCD.jpg"
  },
  {
    "id": 694,
    "title": "The Shining",
    "overview": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
    "genre_ids": [
      27,
      53,
      0,
      0,
      0
    ],
    "release_days": 3795,
    "release_year": "1980",
    "popularity": 16.024,
    "vote_average": 8.2,
    "vote_count": 17940,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/xazWoLealQwEgqZ89MLZklLZD3k.jpg"
  },
  {
    "id": 503919,
    "title": "The Lighthouse",
    "overview": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
    "genre_ids": [
      18,
      14,
      53,
      0,
      0
    ],
    "release_days": 18187,
    "release_year": "2019",
    "popularity": 7.2268,
    "vote_average": 7.5,
    "vote_count": 5112,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/f1tIYarTbkBdIT1aW0gzelDwknv.jpg"
  },
  {
    "id": 80477,
    "title": "Iron Angels 3",
    "overview": "A gang of crime-fighting martial-arts beauties battle a terrorist organization based in Thailand led by a religious fanatic.",
    "genre_ids": [
      28,
      0,
      0,
      0,
      0
    ],
    "release_days": 7196,
    "release_year": "1989",
    "popularity": 0.7066,
    "vote_average": 5.769,
    "vote_count": 13,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/i0rBl8xN1VBLncVmcHaNIoe9Sf9.jpg"
  },
  {
    "id": 59408,
    "title": "Deep End",
    "overview": "London, England. Mike, a fifteen-year-old boy, gets a job in a bathhouse, where he meets Susan, an attractive young woman who works there as an attendant.",
    "genre_ids": [
      18,
      35,
      0,
      0,
      0
    ],
    "release_days": 448,
    "release_year": "1971",
    "popularity": 3.6124,
    "vote_average": 7.019,
    "vote_count": 209,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/8pZxUJTgjerjxuifSU13B8pXAJB.jpg"
  },
  {
    "id": 11252,
    "title": "Psycho",
    "overview": "A young female embezzler arrives at the Bates Motel, which has terrible secrets of its own.",
    "genre_ids": [
      27,
      9648,
      53,
      0,
      0
    ],
    "release_days": 10564,
    "release_year": "1998",
    "popularity": 2.8804,
    "vote_average": 5.115,
    "vote_count": 994,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/tY0OLFUsTXdvNppTpnNc4EVYy2z.jpg"
  },
  {
    "id": 71112,
    "title": "The Tenant",
    "overview": "A simple man, Dr. Walter Newman has high aspirations to cure all disease through genetic manipulation. His obsession with his mission draws him deeper into his own dark world, distracting him from his wife Olivia and from his responsibilities to his patients at the Edgewood Asylum. The doctor's loyal but diabolical nurse, Ms. Tinsley, decides to take matters into her own hands and in secret she conducts her own experiment. When Dr. Newman realizes what has been done, a deformed creature that defies nature is created. Part human, part nightmare. Dr. Newman knows what he must do, but is it already too late?",
    "genre_ids": [
      27,
      28,
      53,
      878,
      0
    ],
    "release_days": 15205,
    "release_year": "2011",
    "popularity": 0.3743,
    "vote_average": 3.5,
    "vote_count": 10,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/c3mGBbjdak8qbpaTX25TYFZvNOE.jpg"
  },
  {
    "id": 16725,
    "title": "The Tracey Fragments",
    "overview": "Tracey Berkowitz, 15, a self-described normal girl, loses her 9-year old brother, Sonny. In flashbacks and fragments, we meet her overbearing parents and the sweet, clueless Sonny. We watch Tracey navigate high school, friendless, picked on and teased. She develops a thing for Billy Zero, a new student, imagining he's her boyfriend. We see the day she loses Sonny and we watch her try to find him.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 13768,
    "release_year": "2007",
    "popularity": 0.4509,
    "vote_average": 5.95,
    "vote_count": 120,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/9a99MNftmHNTLIYHfKXtGdAV6oF.jpg"
  },
  {
    "id": 9426,
    "title": "The Fly",
    "overview": "When Seth Brundle makes a huge scientific and technological breakthrough in teleportation, he decides to test it on himself. Unbeknownst to him, a common housefly manages to get inside the device and the two become one.",
    "genre_ids": [
      27,
      878,
      0,
      0,
      0
    ],
    "release_days": 6070,
    "release_year": "1986",
    "popularity": 7.5315,
    "vote_average": 7.418,
    "vote_count": 4593,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/8gZWMhJHRvaXdXsNhERtqNHYpH3.jpg"
  },
  {
    "id": 600354,
    "title": "The Father",
    "overview": "A man refuses all assistance from his daughter as he ages and, as he tries to make sense of his changing circumstances, he begins to doubt his loved ones, his own mind and even the fabric of his reality.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 18619,
    "release_year": "2020",
    "popularity": 6.094,
    "vote_average": 8.113,
    "vote_count": 3332,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/xxHNaCMycynHMKdEZHHQCzaPbZl.jpg"
  },
  {
    "id": 10463,
    "title": "Eastern Cross",
    "overview": "OSTKREUZ tells the episodic story of 15-year-old Elfie, who literally and metaphorically inhabits a no-man’s-land between the two Germanies shortly after the fall of the Berlin Wall. The film deploys a neorealist aesthetic to reinforce the difficulties confronting the girl, and by inference, Germany.",
    "genre_ids": [
      18,
      10770,
      0,
      0,
      0
    ],
    "release_days": 7873,
    "release_year": "1991",
    "popularity": 0.4418,
    "vote_average": 6.3,
    "vote_count": 9,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/3CElS8uCWJJWMHKkz0mTsvDFnke.jpg"
  },
  {
    "id": 29562,
    "title": "Fascination",
    "overview": "A runaway criminal breaks into an eerie chateau, taking its two frightened chambermaids hostage. As night falls, a group of mysterious aristocratic women arrive and the criminal begins to realize the women are hiding a sinister secret.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 3591,
    "release_year": "1979",
    "popularity": 0.9242,
    "vote_average": 6.1,
    "vote_count": 100,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/5RqnKWdSy4aF7VVFbT2cNzM9Y8P.jpg"
  },
  {
    "id": 396628,
    "title": "20th Century Nostalgia",
    "overview": "A young student believes that the spirit of an alien from another planet has gone back in time, taking over his body to infiltrate and study humanity in order to find the reasons why our civilization is doomed to future destruction. He replicates the spirit of another alien in a girl that he meets, and together they use their video cameras to document modern urban Japanese society.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10068,
    "release_year": "1997",
    "popularity": 0.3442,
    "vote_average": 6.5,
    "vote_count": 6,
    "language_code": 0,
    "title_length": 22,
    "poster_path": "/dzlhuVLcYdGuRZDYC2db7cbKxDC.jpg"
  },
  {
    "id": 38,
    "title": "Eternal Sunshine of the Spotless Mind",
    "overview": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.",
    "genre_ids": [
      878,
      18,
      10749,
      0,
      0
    ],
    "release_days": 12496,
    "release_year": "2004",
    "popularity": 13.0729,
    "vote_average": 8.1,
    "vote_count": 15447,
    "language_code": 0,
    "title_length": 37,
    "poster_path": "/5MwkWH9tYHv3mV9OdYTMR5qreIz.jpg"
  },
  {
    "id": 16093,
    "title": "Carnival of Souls",
    "overview": "Mary Henry ends up the sole survivor of a fatal car accident through mysterious circumstances. Trying to put the incident behind her, she moves to Utah and takes a job as a church organist. But her fresh start is interrupted by visions of a fiendish man. As the visions begin to occur more frequently, Mary finds herself drawn to the deserted carnival on the outskirts of town. The strangely alluring carnival may hold the secret to her tragic past.",
    "genre_ids": [
      27,
      9648,
      14,
      0,
      0
    ],
    "release_days": -2617,
    "release_year": "1962",
    "popularity": 1.894,
    "vote_average": 6.945,
    "vote_count": 484,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/9ddPGH7kMe81xznwIKCt17VFUPi.jpg"
  },
  {
    "id": 819876,
    "title": "Crimes of the Future",
    "overview": "With his partner, a celebrity performance artist publicly showcases the metamorphosis of his organs in avant-garde performances. An investigator from the National Organ Registry obsessively tracks their movements, which is when a mysterious group is revealed... Their mission — to use the artist's notoriety to shed light on the next phase of human evolution.",
    "genre_ids": [
      878,
      27,
      0,
      0,
      0
    ],
    "release_days": 19137,
    "release_year": "2022",
    "popularity": 2.3533,
    "vote_average": 6.049,
    "vote_count": 1146,
    "language_code": 0,
    "title_length": 20,
    "poster_path": "/RAFYMC0NgK9In9aGY6k6wsIL8w.jpg"
  },
  {
    "id": 399057,
    "title": "The Killing of a Sacred Deer",
    "overview": "Dr. Steven Murphy is a renowned cardiovascular surgeon who presides over a spotless household with his wife and two children. Lurking at the margins of his idyllic suburban existence is Martin, a fatherless teen who insinuates himself into the doctor's life in gradually unsettling ways.",
    "genre_ids": [
      18,
      53,
      9648,
      0,
      0
    ],
    "release_days": 17459,
    "release_year": "2017",
    "popularity": 5.2608,
    "vote_average": 7.019,
    "vote_count": 4159,
    "language_code": 0,
    "title_length": 28,
    "poster_path": "/e4DGlsc9g0h5AyoyvvAuIRnofN7.jpg"
  },
  {
    "id": 937173,
    "title": "The Transgressor",
    "overview": "A story of Puritan village life. The son of a minister wins a girl away from her devoted fisherman. Orphaned, she is adopted by the minister, and when her child is born refuses to reveal the father's name. She is cast out by the minister and scorned by the people. When her child is dying the fisherman comes back to her with unfaltering love, and the minister's son meets a tragic death at the hands of the Indians.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": -20644,
    "release_year": "1913",
    "popularity": 0.0571,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 16,
    "poster_path": null
  },
  {
    "id": 335984,
    "title": "Blade Runner 2049",
    "overview": "Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years.",
    "genre_ids": [
      878,
      18,
      0,
      0,
      0
    ],
    "release_days": 17443,
    "release_year": "2017",
    "popularity": 19.6446,
    "vote_average": 7.581,
    "vote_count": 14138,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/gajva2L0rPYkEWjzgFlBXCAVBE5.jpg"
  },
  {
    "id": 122081,
    "title": "Spring Breakers",
    "overview": "After four college girls rob a restaurant to fund their spring break in Florida, they get entangled with a weird dude with his own criminal agenda.",
    "genre_ids": [
      18,
      80,
      0,
      0,
      0
    ],
    "release_days": 15770,
    "release_year": "2013",
    "popularity": 3.5652,
    "vote_average": 5.242,
    "vote_count": 3891,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/9tyPnyEkL44qbAliM9jMRWc6bjg.jpg"
  },
  {
    "id": 9050,
    "title": "A Chinese Ghost Story II",
    "overview": "In this installment of a phenomenal saga of the super natural, four young people are caught in a tug-o-war of evil between an Imperial Wizard and a corrupt General. Outrageous special effects galore.",
    "genre_ids": [
      14,
      28,
      35,
      0,
      0
    ],
    "release_days": 7498,
    "release_year": "1990",
    "popularity": 2.1817,
    "vote_average": 6.714,
    "vote_count": 126,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/uh9xhW3OX77fisjYNhhy4hrUtRZ.jpg"
  },
  {
    "id": 290098,
    "title": "The Handmaiden",
    "overview": "1930s Korea, in the period of Japanese occupation, a new girl, Sookee, is hired as a handmaiden to a Japanese heiress, Hideko, who lives a secluded life on a large countryside estate with her domineering Uncle Kouzuki. But the maid has a secret. She is a pickpocket recruited by a swindler posing as a Japanese Count to help him seduce the Lady to elope with him, rob her of her fortune, and lock her up in a madhouse. The plan seems to proceed according to plan until Sookee and Hideko discover some unexpected emotions.",
    "genre_ids": [
      53,
      18,
      10749,
      0,
      0
    ],
    "release_days": 16953,
    "release_year": "2016",
    "popularity": 21.2903,
    "vote_average": 8.203,
    "vote_count": 3932,
    "language_code": 0,
    "title_length": 14,
    "poster_path": "/dLlH4aNHdnmf62umnInL8xPlPzw.jpg"
  },
  {
    "id": 499901,
    "title": "Audition",
    "overview": "A character study about a childlike man who believes in signs, but gets himself in trouble when he arrives in the big city to audition for a movie.",
    "genre_ids": [
      35,
      0,
      0,
      0,
      0
    ],
    "release_days": 13622,
    "release_year": "2007",
    "popularity": 0.1848,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/nINUr5FANZ6DHv0SQ8rbUEO7g1T.jpg"
  },
  {
    "id": 64252,
    "title": "Fruits of Passion",
    "overview": "A girl named O loves a rich, and much older man. She is subjected to a variety of humiliating experiences to prove her unconditional obedience to him in a Chinese brothel. A poor boy sees her and falls in love with her. To get the money needed to sleep with her, he takes part in rebellious acts.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 4171,
    "release_year": "1981",
    "popularity": 2.0525,
    "vote_average": 5.355,
    "vote_count": 62,
    "language_code": 0,
    "title_length": 17,
    "poster_path": "/6vikaRo0SoRz7ieRnT4VoS9rC7b.jpg"
  },
  {
    "id": 350904,
    "title": "Lost and Beautiful",
    "overview": "Pulcinella, a foolish servant, is sent from the depths of Mt. Vesuvius to present-day Campania to grant the last wish of poor shepherd Tommaso, who spent his whole life looking after a crumbling Bourbon estate: his mission is to save a young buffalo named Sarchiapone. Pulcinella takes the buffalo north and the two servants, man and beast, travel through a beautiful and lost Italy.",
    "genre_ids": [
      18,
      14,
      0,
      0,
      0
    ],
    "release_days": 16758,
    "release_year": "2015",
    "popularity": 0.1594,
    "vote_average": 7.1,
    "vote_count": 48,
    "language_code": 0,
    "title_length": 18,
    "poster_path": "/90mT4OdgvBYjQOQodwNHusHHAZp.jpg"
  },
  {
    "id": 53130,
    "title": "A Lonely Cow Weeps at Dawn",
    "overview": "A young widow, Noriko, lives with her senile father-in-law, Shukichi, on a farm. He believes his favorite cow, long gone, is still alive. Noriko pretends to be the cow and lets him milk her – a satisfying arrangement for them both.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 12150,
    "release_year": "2003",
    "popularity": 0.7028,
    "vote_average": 5,
    "vote_count": 29,
    "language_code": 0,
    "title_length": 26,
    "poster_path": "/k0X238unufnNxvDwgoJM9xvR1Cr.jpg"
  },
  {
    "id": 21626,
    "title": "Kissed",
    "overview": "Over the years, a child's romantic ideals about death blossom into necrophilia, the study of embalming and the most profound relationship of her life.",
    "genre_ids": [
      10749,
      18,
      0,
      0,
      0
    ],
    "release_days": 9746,
    "release_year": "1996",
    "popularity": 0.9393,
    "vote_average": 6.5,
    "vote_count": 75,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/sLHamI4Qrtg1YyUVsMbh1diCAyg.jpg"
  },
  {
    "id": 64586,
    "title": "Sleeping Beauty",
    "overview": "A haunting erotic fairytale about Lucy, a young University student drawn into a mysterious hidden world of beauty and desire.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 15135,
    "release_year": "2011",
    "popularity": 3.3966,
    "vote_average": 5.322,
    "vote_count": 628,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/nf0epPWD2bK3YufyvblQyLmHnKB.jpg"
  },
  {
    "id": 329865,
    "title": "Arrival",
    "overview": "Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat.",
    "genre_ids": [
      18,
      878,
      9648,
      0,
      0
    ],
    "release_days": 17115,
    "release_year": "2016",
    "popularity": 14.6287,
    "vote_average": 7.614,
    "vote_count": 18261,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/x2FJsf1ElAgr63Y3PNPtJrcmpoe.jpg"
  },
  {
    "id": 87516,
    "title": "Oldboy",
    "overview": "A man has only three and a half days and limited resources to discover why he was imprisoned in a nondescript room for 20 years without any explanation.",
    "genre_ids": [
      18,
      53,
      9648,
      28,
      0
    ],
    "release_days": 16023,
    "release_year": "2013",
    "popularity": 4.2541,
    "vote_average": 5.918,
    "vote_count": 1998,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/iX93YdBrZA1EpGbphmjf4ARj1Za.jpg"
  },
  {
    "id": 60281,
    "title": "To the Wonder",
    "overview": "After falling in love in Paris, Marina and Neil come to Oklahoma, where problems arise. Their church's Spanish-born pastor struggles with his faith, while Neil encounters a woman from his childhood.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 15758,
    "release_year": "2013",
    "popularity": 1.0699,
    "vote_average": 5.831,
    "vote_count": 506,
    "language_code": 0,
    "title_length": 13,
    "poster_path": "/wH9k8A3RBZ8Pjjq4J1CZSXAnCKJ.jpg"
  },
  {
    "id": 615761,
    "title": "Undine",
    "overview": "Undine is a historian and tour guide at the Berlin City Museum specializing in urban development, while Christoph is an industrial diver. Linked by a love of the water, the two form an intense bond, which can only do so much to help Undine overcome the considerable baggage of her former affair.",
    "genre_ids": [
      14,
      18,
      10749,
      0,
      0
    ],
    "release_days": 18444,
    "release_year": "2020",
    "popularity": 1.5072,
    "vote_average": 6.482,
    "vote_count": 250,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/7PeaXj2EKef84zEZazxiGL8bXRH.jpg"
  },
  {
    "id": 519465,
    "title": "Queen of Hearts",
    "overview": "Anne, a brilliant and dedicated advocacy lawyer specialising in society’s most vulnerable, children and young adults, lives what appears to be the picture-perfect life with her doctor-husband, Peter, and their twin daughters. When her estranged teenage stepson, Gustav, moves in with them, Anne’s escalating desire leads her down a dangerous rabbit hole which, once exposed, unleashes a sequence of events destined to destroy her world.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 17982,
    "release_year": "2019",
    "popularity": 12.3263,
    "vote_average": 6.926,
    "vote_count": 311,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/dfFVDIgovEfQZn53VRKLV2JQnRJ.jpg"
  },
  {
    "id": 13981,
    "title": "Appleseed: Ex Machina",
    "overview": "As members of ESWAT, the elite forces serving Olympus, Deunan and Briaereos are deployed anywhere trouble strikes. Olympus finds itself under a stealth attack - cyborg terrorism, deadly nanotech zealots, and rioting citizens are just some of the threats that Deunan must contend with as she fights to save Olympus!",
    "genre_ids": [
      16,
      28,
      53,
      878,
      0
    ],
    "release_days": 13805,
    "release_year": "2007",
    "popularity": 1.2248,
    "vote_average": 6.445,
    "vote_count": 218,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/mxhr2e2Xky4cQ96NpI24xc2GUPn.jpg"
  },
  {
    "id": 570,
    "title": "Fat Girl",
    "overview": "Anaïs is twelve and bears the weight of the world on her shoulders. She watches her older sister, Elena, whom she both loves and hates. Elena is fifteen and devilishly beautiful. Neither more futile, nor more stupid than her younger sister, she cannot understand that she is merely an object of desire. And, as such, she can only be taken. Or had. Indeed, this is the subject: a girl's loss of virginity. And, that summer, it opens a door to tragedy.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 11388,
    "release_year": "2001",
    "popularity": 2.3172,
    "vote_average": 6.177,
    "vote_count": 234,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/afzbY1h7huuxlITigPfcyQSkqLs.jpg"
  },
  {
    "id": 181886,
    "title": "Enemy",
    "overview": "A mild-mannered college professor discovers a look-alike actor and delves into the other man's private affairs.",
    "genre_ids": [
      53,
      9648,
      0,
      0,
      0
    ],
    "release_days": 16143,
    "release_year": "2014",
    "popularity": 7.1988,
    "vote_average": 6.863,
    "vote_count": 6023,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/vf40tyDRKZsBmaLsYeopzfFLzLx.jpg"
  },
  {
    "id": 1017138,
    "title": "[REC]: Horror Without Pause",
    "overview": "The horror film [REC] — directed by Jaume Balagueró and Paco Plaza, and released in 2007 — was an unprecedented triumph for Spanish fantasy cinema. Fifteen years later, those responsible for the creation and worldwide success of this cinematic milestone decode its keys and resurrect the myth.",
    "genre_ids": [
      99,
      0,
      0,
      0,
      0
    ],
    "release_days": 19293,
    "release_year": "2022",
    "popularity": 0.6888,
    "vote_average": 6.9,
    "vote_count": 22,
    "language_code": 0,
    "title_length": 27,
    "poster_path": "/s9aRzHViIFLyEVVKZPIg4MzWwD9.jpg"
  },
  {
    "id": 1933,
    "title": "The Others",
    "overview": "Grace is a religious woman who lives in an old house kept dark because her two children, Anne and Nicholas, have a rare sensitivity to light. When the family begins to suspect the house is haunted, Grace fights to protect her children at any cost in the face of strange events and disturbing visions.",
    "genre_ids": [
      27,
      9648,
      53,
      0,
      0
    ],
    "release_days": 11536,
    "release_year": "2001",
    "popularity": 10.2925,
    "vote_average": 7.613,
    "vote_count": 6699,
    "language_code": 0,
    "title_length": 10,
    "poster_path": "/p8g1vlTvpM6nr2hMMiZ1fUlKF0D.jpg"
  },
  {
    "id": 162,
    "title": "Edward Scissorhands",
    "overview": "A small suburban town receives a visit from a castaway unfinished science experiment named Edward.",
    "genre_ids": [
      14,
      18,
      10749,
      0,
      0
    ],
    "release_days": 7645,
    "release_year": "1990",
    "popularity": 11.0319,
    "vote_average": 7.717,
    "vote_count": 13150,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/e0FqKFvGPdQNWG8tF9cZBtev9Em.jpg"
  },
  {
    "id": 641,
    "title": "Requiem for a Dream",
    "overview": "The drug-induced utopias of four Coney Island residents are shattered when their addictions run deep.",
    "genre_ids": [
      80,
      18,
      0,
      0,
      0
    ],
    "release_days": 11236,
    "release_year": "2000",
    "popularity": 5.7956,
    "vote_average": 8.014,
    "vote_count": 10285,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/nOd6vjEmzCT0k4VYqsA2hwyi87C.jpg"
  },
  {
    "id": 11599,
    "title": "Suzhou River",
    "overview": "After getting out of prison, small-time crook Mardar stumbles upon a woman who looks exactly like his long-lost lover, who he attempted to kidnap 3 years ago.",
    "genre_ids": [
      18,
      10749,
      0,
      0,
      0
    ],
    "release_days": 11051,
    "release_year": "2000",
    "popularity": 1.9389,
    "vote_average": 7.196,
    "vote_count": 143,
    "language_code": 0,
    "title_length": 12,
    "poster_path": "/npmg7vTFvmFmxZsiThHFwWE86hA.jpg"
  },
  {
    "id": 1294344,
    "title": "After Hours",
    "overview": "Two transwomen chance encounter in the club bathroom, one at the end of her rope, one at the end of her break working at the bar.",
    "genre_ids": [
      0,
      0,
      0,
      0,
      0
    ],
    "release_days": 19898,
    "release_year": "2024",
    "popularity": 0.2449,
    "vote_average": 0,
    "vote_count": 0,
    "language_code": 0,
    "title_length": 11,
    "poster_path": "/vmtUeh07CCbeBVoo6Ue0sMVwxak.jpg"
  },
  {
    "id": 77,
    "title": "Memento",
    "overview": "Leonard Shelby is tracking down the man who raped and murdered his wife. The difficulty of locating his wife's killer, however, is compounded by the fact that he suffers from a rare, untreatable form of short-term memory loss. Although he can recall details of life before his accident, Leonard cannot remember what happened fifteen minutes ago, where he's going, or why.",
    "genre_ids": [
      9648,
      53,
      0,
      0,
      0
    ],
    "release_days": 11241,
    "release_year": "2000",
    "popularity": 12.5095,
    "vote_average": 8.178,
    "vote_count": 15300,
    "language_code": 0,
    "title_length": 7,
    "poster_path": "/fKTPH2WvH8nHTXeBYBVhawtRqtR.jpg"
  },
  {
    "id": 66092,
    "title": "I Never Promised You a Rose Garden",
    "overview": "A disturbed and institutionalized 16-year-old girl struggles between fantasy and reality.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 2751,
    "release_year": "1977",
    "popularity": 1.2627,
    "vote_average": 6.014,
    "vote_count": 35,
    "language_code": 0,
    "title_length": 34,
    "poster_path": "/h0C2qRwXelDvPmOH3NioMsaPDDy.jpg"
  },
  {
    "id": 630240,
    "title": "Titane",
    "overview": "A woman with a metal plate in her head from a childhood car accident embarks on a bizarre journey, bringing her into contact with a firefighter who's reunited with his missing son after 10 years.",
    "genre_ids": [
      18,
      53,
      27,
      0,
      0
    ],
    "release_days": 18822,
    "release_year": "2021",
    "popularity": 5.5381,
    "vote_average": 6.343,
    "vote_count": 1517,
    "language_code": 0,
    "title_length": 6,
    "poster_path": "/AeQC4gFwkIvjAwnSd2RPAlgs1VE.jpg"
  },
  {
    "id": 274,
    "title": "The Silence of the Lambs",
    "overview": "Clarice Starling is a top student at the FBI's training academy.  Jack Crawford wants Clarice to interview Dr. Hannibal Lecter, a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism.  Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.",
    "genre_ids": [
      80,
      18,
      53,
      0,
      0
    ],
    "release_days": 7714,
    "release_year": "1991",
    "popularity": 3.4872,
    "vote_average": 8.347,
    "vote_count": 16818,
    "language_code": 0,
    "title_length": 24,
    "poster_path": "/uS9m8OBk1A8eM9I042bx8XXpqAq.jpg"
  },
  {
    "id": 361292,
    "title": "Suspiria",
    "overview": "A darkness swirls at the center of a world-renowned dance company, one that will engulf the artistic director, an ambitious young dancer, and a grieving psychotherapist. Some will succumb to the nightmare. Others will finally wake up.",
    "genre_ids": [
      27,
      9648,
      18,
      0,
      0
    ],
    "release_days": 17830,
    "release_year": "2018",
    "popularity": 6.903,
    "vote_average": 6.907,
    "vote_count": 2594,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/dzWTnkert9EoiPWldWJ15dnfAFl.jpg"
  },
  {
    "id": 28294,
    "title": "She Killed in Ecstasy",
    "overview": "A young doctor kills himself after a medical committee terminates his research into human embryos, considering it too inhumane. His wife then seeks revenge on those who drove her husband to his death by luring each member of the committee into compromising situations and then killing them one by one.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 708,
    "release_year": "1971",
    "popularity": 0.5894,
    "vote_average": 5.325,
    "vote_count": 40,
    "language_code": 0,
    "title_length": 21,
    "poster_path": "/6aqolUAcTzv6BKxoZM1LaIIfxO8.jpg"
  },
  {
    "id": 10740,
    "title": "Birth",
    "overview": "It took Anna 10 years to recover from the death of her husband, Sean, but now she's on the verge of marrying her boyfriend, Joseph, and finally moving on. However, on the night of her engagement party, a young boy named Sean turns up, saying he is her dead husband reincarnated. At first she ignores the child, but his knowledge of her former husband's life is uncanny, leading her to believe that he might be telling the truth.",
    "genre_ids": [
      18,
      9648,
      0,
      0,
      0
    ],
    "release_days": 12720,
    "release_year": "2004",
    "popularity": 2.3117,
    "vote_average": 6.006,
    "vote_count": 694,
    "language_code": 0,
    "title_length": 5,
    "poster_path": "/g4EeAqrwvi2rIC9bt9pCiiLE2Xp.jpg"
  },
  {
    "id": 320678,
    "title": "Vampyres",
    "overview": "Victor Matellano directs this tale set in a stately English manor inhabited by two older female vampires and with their only cohabitant being a man imprisoned in the basement. Their lives and lifestyle are upended when a trio of campers come upon their lair and seek to uncover their dark secrets, a decision that has sexual and blood-curdling consequences.",
    "genre_ids": [
      27,
      0,
      0,
      0,
      0
    ],
    "release_days": 16703,
    "release_year": "2015",
    "popularity": 0.7662,
    "vote_average": 4.6,
    "vote_count": 41,
    "language_code": 0,
    "title_length": 8,
    "poster_path": "/b41M28V6GcA94NAvn24SVz6qfvB.jpg"
  },
  {
    "id": 107488,
    "title": "Men",
    "overview": "A single young woman moves to Los Angeles, gets a job as a chef and has casual affairs.",
    "genre_ids": [
      18,
      0,
      0,
      0,
      0
    ],
    "release_days": 10157,
    "release_year": "1997",
    "popularity": 0.7591,
    "vote_average": 4.3,
    "vote_count": 11,
    "language_code": 0,
    "title_length": 3,
    "poster_path": "/vIDcl3QhYa8Hbby2Q65KKc26IIU.jpg"
  },
  {
    "id": 28910,
    "title": "Mark of the Vampire",
    "overview": "Sir Borotyn, a prominent Prague resident, is discovered murdered in his home, with all indications pointing to a vampire assault. The victim's friend, Baron Otto, and the physician who analyzes the body are certain that the vampire is the mysterious Count Mora, or perhaps his daughter, but receive little help from the law. Professor Zelen, an expert in the occult, is called in to assist with the investigation.",
    "genre_ids": [
      9648,
      27,
      0,
      0,
      0
    ],
    "release_days": -12669,
    "release_year": "1935",
    "popularity": 0.6391,
    "vote_average": 6.138,
    "vote_count": 134,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/A6JN2kIEYwXEHHmqEa86aMKDJj8.jpg"
  },
  {
    "id": 745,
    "title": "The Sixth Sense",
    "overview": "Following an unexpected tragedy, child psychologist Malcolm Crowe meets a nine year old boy named Cole Sear, who is hiding a dark secret.",
    "genre_ids": [
      9648,
      53,
      18,
      0,
      0
    ],
    "release_days": 10809,
    "release_year": "1999",
    "popularity": 11.0003,
    "vote_average": 7.952,
    "vote_count": 12047,
    "language_code": 0,
    "title_length": 15,
    "poster_path": "/vOyfUXNFSnaTk7Vk5AjpsKTUWsu.jpg"
  },
  {
    "id": 378485,
    "title": "We Are the Flesh",
    "overview": "After wandering a ruined city for years in search of food and shelter, two siblings find their way into one of the last remaining buildings. Inside, they find a man who will make them a dangerous offer to survive the outside world.",
    "genre_ids": [
      18,
      27,
      14,
      0,
      0
    ],
    "release_days": 16833,
    "release_year": "2016",
    "popularity": 0.9906,
    "vote_average": 5.2,
    "vote_count": 111,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/y4vLIUysOqY16XPiaZ1W9oeXBc1.jpg"
  },
  {
    "id": 700979,
    "title": "Friend's Mothers",
    "overview": "A lonely young man is in dire straits, but his friend's mothers don't see him as a boy, but as a man, and take extra interest in him.",
    "genre_ids": [
      10749,
      0,
      0,
      0,
      0
    ],
    "release_days": 17717,
    "release_year": "2018",
    "popularity": 2.67,
    "vote_average": 5.833,
    "vote_count": 9,
    "language_code": 0,
    "title_length": 16,
    "poster_path": "/cG1hXEWGepEqKSRe2HLL33vvPn8.jpg"
  },
  {
    "id": 333349,
    "title": "The Sleeping Beauty",
    "overview": "A Mexican comedy loosely playing off of the tale of Sleeping Beauty. A caveman wakes up after a thousand year slumber. When he awakens he is seen as a wonder to behold, and discovers his ancient love and romantic rival are seemingly still alive as well.",
    "genre_ids": [
      35,
      14,
      878,
      0,
      0
    ],
    "release_days": -6334,
    "release_year": "1952",
    "popularity": 0.1256,
    "vote_average": 7.141,
    "vote_count": 39,
    "language_code": 0,
    "title_length": 19,
    "poster_path": "/7nBNndkMEYhaN13vcagfFiOsvKb.jpg"
  }
]